<template>
	<view>
		<view class='margin-xl bg-white padding-xl radius shadow-lg'>
			<view style="font-size: 20px;" class='text-center text-lg text-bold'>儿童个人信息保护政策</view>
			<view style="margin-top: 20px;" class="text-three">
				<p> 发布日期：2022年【11】月【14】日</p>
				<br>
				<p> 生效日期：2022年【11】月【15】日</p>
				<br>
				<p>广西中工云数据科技有限公司（以下简称“<strong>我们</strong>”）深知儿童（指未满十四周岁的未成年人，下同）个人信息安全和隐私的重要性，我们将在提供产品/服务过程中恪守权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等原则，根据儿童的父母或其他监护人（以下统称“<strong>监护人</strong>”或“<strong>您</strong>”）的同意和依法处理儿童（或称“<strong>您孩子</strong>”）的个人信息，并采用符合行业标准的安全技术措施及配套的管理措施以最大程度地防止您孩子的个人信息被泄露、毁损、未授权访问或更改等。
				</p>
				<br>
				<p> 除了《爱校信隐私政策》《爱校信软件许可及服务协议》，我们还希望通过《儿童个人信息保护规则》（以下简称“<strong>本规则</strong>”）向您说明我们在向您和/或您孩子提供产品/服务过程中收集、使用、存储、共享、转让、公开披露您或您的孩子个人信息的目的、方式、范围和信息安全保护措施，以及您管理相关个人信息的权利和实现方法。
				</p>
				<br>
				<p> <strong><u>请您在使用我们的产品/服务以前务必仔细阅读并透彻理解本规则，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意本规则全部条款后再开始使用或允许您孩子在您的陪同下使用。</u></strong>
				</p>
				<br>
				<p> 本规则为在《爱校信隐私政策》基础上制定的特别规则，与《爱校信隐私政策》如有不一致之处，以本规则为准；本规则未载明之处，则参照适用《爱校信隐私政策》。除另有约定外，本规则所用术语和缩略词与《爱校信隐私政策》中的术语和缩略词具有相同的涵义。
				</p>
				<br>
				<p> 监护人特别说明：</p>
				<br>
				<p>
					<strong><u>
							请您务必仔细阅读和选择是否同意本规则，我们希望您与我们共同保护您孩子的个人信息和隐私安全，教育、引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经监护人同意的情况下，不向任何产品/服务提供者提供任何个人信息。如您不同意《爱校信隐私政策》和本规则，将可能导致无法正常使用我们的相关产品/服务，或者无法达到我们拟达到的服务效果，您应要求您孩子立即停止使用访问/使用我们的产品/服务。如您点击同意本规则，或者您孩子使用/继续使用我们的产品/服务或提交个人信息，即表示您同意我们按照本规则收集和处理您孩子的个人信息，我们将根据本规则采取特殊措施保护我们获得的您孩子的个人信息。如果您孩子所在的学校基于教育教学管理目的使用我们的服务，您也可以与您孩子所在学校就使用的相应服务进行沟通。
						</u></strong>
				</p>
				<br>
				<p> 儿童特别说明：</p>
				<br>
				<p> <strong><u>任何儿童使用我们的产品/服务，都应事先取得监护人的同意，或通过监护人注册、管理和使用我们的产品/服务。如果你是14周岁以下的未成年人，在使用我们的产品/服务以前，请在监护人的陪同和帮助下仔细阅读本规则，并在征得监护人同意的前提下使用我们的产品/服务或提交个人信息。</u></strong>
				</p>
				<br>
				<p> <strong><u>请您理解，本规则不适用于其他第三方向您和/或您孩子提供的服务。对于由其他第三方提供的服务（无论该等服务是否通过我们的产品/服务提供），请您务必仔细阅读该第三方服务提供者的相关隐私政策，保护您和/或您孩子的合法权益。</u></strong>
				</p>
				<br>
				<p> 您可以通过爱校信官网和爱校信APP的“我的-关于”查找和重新阅读本规则。如您在阅读本规则过程中有任何疑问或权利请求等个人信息相关事宜的，我们为您提供了专门的反馈渠道，具体参见本规则“联系我们”章节，我们会尽快为您作出解答。
				</p>
				<br>
				<br>
				<p> <strong>本规则将帮助您了解以下内容：</strong></p>
				<br>
				<p><strong> 一、儿童个人信息的收集</strong></p>
				<br>
				<p><strong> 二、儿童个人信息的使用</strong></p>
				<br>
				<p><strong> 三、我们可能委托处理、共享、转让、披露儿童个人信息的情形</strong></p>
				<br>
				<p><strong> 四、儿童个人信息的存储和保护</strong></p>
				<br>
				<p><strong> 五、监护人和儿童的权利</strong></p>
				<br>
				<p><strong> 六、本规则的适用及更新</strong></p>
				<br>
				<p><strong> 七、联系我们</strong></p>
				<br>
				<br>
				<p> <strong>一、儿童个人信息的收集</strong></p>
				<p> 1.我们会严格履行法律法规规定的儿童个人信息保护义务与责任，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，在征得监护人的同意后收集和使用儿童个人信息。<strong>在您和/或您孩子使用我们提供的各项产品/服务过程中，主动向我们提供您孩子的个人信息，表示您已经同意我们收集和按照《爱校信隐私政策》和本规则的内容使用您孩子的个人信息。</strong>
				</p>
				<br>
				<p> <strong>2.请您注意，绝大多数情形下我们无法识别且不会判断收集和处理的个人信息是否属于儿童个人信息。我们可能会收集的您孩子的个人信息详情，您可以具体查阅《爱校信隐私政策》“我们如何收集和使用个人信息”章节进行详细了解，我们结合了具体服务逐一说明了需要您同意我们收集的信息类型、目的与用途以及拒绝同意的后果。具体如下：</strong>
				</p>
				<br>
				<p> <strong>（1）使用教师端时涉及的相关功能</strong></p>
				<br>
				<p><strong> ①在教师使用“添加学生“的功能时，我们会收集教师主动向我们提供的教师所录入的学生信息，包括姓名、头像，以便完善班级学生信息。</strong></p>
				<br>
				<p><strong> ②在教师使用“学生点评”功能时，我们会收集教师主动向我们提供的教师所录入的学生评价信息，以便记录学生的在校表现并同步给家长。</strong></p>
				<br>
				<p><strong> ③在教师使用“成绩”功能时，我们会收集教师向我们主动提供的教师所录入的学生考试成绩，以便统计学生成绩并同步给家长。</strong></p>
				<br>
				<p><strong> ④在教师使用“考勤”功能时，我们会收集教师向我们主动提供的教师所录入的学生出勤、请假、缺勤、迟到情况信息，以便统计学生考勤数据并同步给家长。</strong></p>
				<br>
				<p><strong>
						（2）您在使用我们的产品及服务中主动向我们提供儿童的个人信息。包括您在我们为您提供的创建班级、点评课堂表现、图片智能识别功能、聊天功能及其他信息发布功能中分享的您孩子的照片、视频或其他信息的，表示您已经同意我们收集和按照本规则的内容使用儿童的个人信息。</strong>
				</p>
				<br>
				<p><strong> 3.为验证您与您孩子的监护关系，我们可能还会收集您的联系方式（包括手机号码、电子邮箱）以及其他有助于我们判断监护关系的信息。</strong></p>
				<br>
				<p> 4.我们提供的产品/服务是不断更新和发展的。如您及您孩子选择使用《爱校信隐私政策》及本规则当中尚未涵盖的其他服务，基于该服务我们需要收集儿童个人信息的，我们会通过页面提示、交互流程、协议约定的方式另行说明信息收集的范围、目的与用途，并征得您的同意。
				</p>
				<br>
				<p> 5.事先征得授权同意的例外：</p>
				<br>
				<p> （1）为履行法定职责或者法定义务所必需；</p>
				<br>
				<p> （2）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
				<br>
				<p> （3）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
				<br>
				<p> （4）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
				<br>
				<p> （5）出于维护儿童的生命、财产等重大合法权益但又很难得到监护人同意的；</p>
				<br>
				<p> （6）所收集的信息是儿童或监护人自行向社会公众公开的；</p>
				<br>
				<p> （7）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> （8）根据与您或您的孩子签订和履行相关协议或其他书面文件所必需的；</p>
				<br>
				<p> （9）用于维护我们的产品/服务的安全稳定运行所必需的，例如发现、处置我们的产品/服务的故障；</p>
				<br>
				<p> （10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；</p>
				<br>
				<p> （11）法律法规规定的其他情形。</p>
				<br>
				<p> <strong>6.如果您提供的是非您孩子的个人信息，请您确保已取得相关个人信息主体的监护人的同意。如果您发现我们提供的产品/服务中存在用户未经您的授权同意上传、发布的您孩子的个人信息，请根据本规则“联系我们”及时联系我们，经核实，我们会设法尽快删除相关信息。</strong>
				</p>
				<br>
				<p><strong> 7.有关敏感个人信息的提示</strong></p>
				<br>
				<p><strong>
						提醒您注意，不满十四周岁（含）的儿童个人信息均属于个人敏感信息。在使用我们的产品/服务过程中，您和/您孩子可能会主动提供或我们可能会收集儿童个人信息，包括身份证件号码、个人生物识别信息、通信记录和内容、行踪轨迹、交易信息及其他《爱校信隐私政策》列明的信息。因此，您需要在您和/或您孩子在使用我们提供的产品/服务前谨慎考虑。您同意您孩子相关的个人信息将按照《爱校信隐私政策》及本规则所阐明的目的和方式来进行处理。</strong>
				</p>
				<br>
				<p> <strong>二、儿童个人信息的使用</strong></p>
				<br>
				<p> 1.我们会严格遵守法律法规的规定和与用户的约定，按照《爱校信隐私政策》及本规则，将收集的儿童个人信息用于以下用途：</p>
				<br>
				<p> （1）验证您和您孩子的身份；</p>
				<br>
				<p> （2）提供必要的产品/服务、产品/服务的具体功能；</p>
				<br>
				<p> （3）用于优化产品/服务、安全保障、服务调查目的。</p>
				<br>
				<p> 2.当我们要将儿童个人信息用于《爱校信隐私政策》及本规则未载明的其他用途时，会按照法律法规及国家标准的要求再次征得您同意。</p>
				<br>
				<p> <strong>三、我们可能委托处理、共享、转让、披露儿童个人信息的情形</strong></p>
				<p> 1.对于儿童的个人信息，我们只会在法律法规允许，政府主管部门强制性要求，监护人明确同意授权，或为维护我们及合作伙伴的、儿童、监护人或其他用户合法权益、公共利益、财产或安全所必要的情况下，委托处理、共享、转让或披露相应信息。您可以通过查阅我们的《爱校信隐私政策》“我们如何委托处理、共享、转让、公开披露您的个人信息”详细了解个人信息接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类及我们的授权合作伙伴及其服务类型等。
				</p>
				<br>
				<p> 2.我们仅会出于合法、正当、必要、特定、明确的目的在法律法规允许的范围内，为实现本规则中声明的目的，共享儿童的个人信息，并且只会共享提供服务所必要的个人信息。我们将审慎评估合作方使用共享信息的合法性、正当性、必要性，要求该等第三方对儿童的个人信息采取保护措施，并严格遵守相关法律法规与监管要求。我们会通过合同等形式与第三方共同确定个人信息安全要求，并且在个人信息安全方面承担相应的责任和义务。信息接收方对儿童的信息仅有有限的访问权，他们还需承担合同义务，包括不限于使用合法合规的方式获取儿童的信息，采取合理的安全措施保护儿童的信息，根据法律规定及与我们的约定承担相应的法律责任。
				</p>
				<br>
				<p> 3.一般情况下，我们不会委托第三方处理儿童的个人信息。若我们委托第三方处理儿童个人信息的，我们将对受委托方及委托行为等进行安全评估，签署委托协议，明确双方责任、处理事项、处理期限、处理性质和目的等，并约束受委托方的委托行为不得超出授权范围，且受委托方应当履行以下义务：
				</p>
				<br>
				<p> （1）按照法律、行政法规的规定和网络运营者的要求处理儿童个人信息；</p>
				<br>
				<p> （2）协助网络运营者回应儿童监护人提出的申请；</p>
				<br>
				<p> （3）采取措施保障信息安全，并在发生儿童个人信息泄露安全事件时，及时向网络运营者反馈；</p>
				<br>
				<p> （4）委托关系解除时及时删除儿童个人信息；</p>
				<br>
				<p> （5）不得转委托；</p>
				<br>
				<p> （6）其他依法应当履行的儿童个人信息保护义务。</p>
				<br>
				<p> 4.一般情况下，我们不会向第三方转移儿童个人信息。若我们必须向第三方转移儿童个人信息的，我们将自行或者委托第三方机构进行安全评估。</p>
				<br>
				<p> 5.事先征得授权同意的例外：</p>
				<br>
				<p> （1）为履行法定义务或法定职责所必需的；</p>
				<br>
				<p> （2）与国家安全、国防安全直接相关的；</p>
				<br>
				<p> （3）与公共安全、公共卫生、重大公共利益直接相关的；</p>
				<br>
				<p> （4）与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> （5）出于维护儿童或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</p>
				<br>
				<p> （6）儿童或其监护人自行向社会公众公开的；</p>
				<br>
				<p> （7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
				<br>
				<p> 6.根据法律规定，共享、转让、披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理无需另行向您通知并征得您的同意。我们可能会将所收集到的儿童信息在进行匿名化处理后用于大数据分析，比如形成不包含任何个人信息的洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。
				</p>
				<br>
				<p> <strong>四、儿童个人信息的存储与保护</strong></p>
				<p> 1.我们会按照《爱校信隐私政策》及本规则的约定，采取加密措施存储儿童个人信息，且存储儿童个人信息不会超过实现信息收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。我们会采取一切合理可行的措施，确认未收集无关的儿童个人信息。
				</p>
				<br>
				<p> 2.<strong>我们在中华人民共和国境内运营中收集和产生的儿童个人信息，存储在中国境内</strong>，当我们确有必要向中华人民共和国境外提供您孩子的个人信息的，我们严格按照中华人民共和国境内的监管要求履行必备程序，还将向您充分告知境外接收方的名称或者姓名、联系方式、处理目的、处理方式、个人信息的种类以及个人向境外接收方行使《中华人民共和国个人信息保护法》规定权利的方式和程序等事项，并再次获得您的单独同意。我们将采取必要措施，保障境外接收方处理您孩子的个人信息的活动达到我国法律规定的保护标准。
				</p>
				<br>
				<p> <strong>3.我们非常重视儿童的个人信息与隐私安全，成立了专门的数据安全团队，事前对处理儿童个人信息进行个人信息保护影响评估和对处理情况进行记录，并采取一切合理可行的措施，保护儿童个人信息：</strong>
				</p>
				<br>
				<p>（1）<strong><u>儿童的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。</u></strong>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止儿童个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。我们将利用加密技术（例如SSL）对儿童个人信息进行加密保存，并通过隔离技术进行隔离。在儿童个人信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中的安全性。
				</p>
				<br>
				<p>（2）<strong><u>我们指定了专人负责儿童个人信息保护事宜，对可能接触到儿童个人信息的工作人员采取最小够用授权原则，仅允许有必要知晓这些信息的员工、合作伙伴访问儿童个人信息，并为此设置了严格的访问权限控制和监控机制。</u></strong>所有人员访问儿童个人信息的，将会经过儿童个人信息保护负责人或者其授权的管理人员审批，记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。我们同时要求可能接触到儿童个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
				</p>
				<br>
				<p>（3）<strong>我们已制定儿童个人信息安全事件应急预案</strong>，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您及您孩子可自主防范和降低风险的建议、对您及您的孩子的补救措施等。我们将及时将事件相关情况以APP推送通知或发送邮件等方式向您告知。
				</p>
				<br>
				<p>（4）在您及您孩子终止使用我们的服务后，我们会停止对您孩子个人信息的收集和使用，法律法规或监管部门另有规定的除外。<strong>如我们停止运营，我们将及时停止收集儿童个人信息的活动，将停止运营的通知以逐一送达或公告的形式进行通知，并对所持有的该儿童的个人信息进行删除。</strong>
				</p>
				<br>
				<p> <strong>五、监护人和儿童的权利</strong></p>
				<p><strong>
						1.在您或您孩子使用我们的产品/服务期间，为了您可以更加便捷地访问和更正信息，保障您依法享有的删除、撤回同意、注销账号、获取个人信息副本、约束系统自动化决策、要求我们响应其他请求的权利，您可以按照《爱校信隐私政策》“您对您的个人信息的权利”章节当中对应的指引进行操作。同时，您也可按照本规则“联系我们”所列的联系渠道，要求对儿童个人信息进行更正或删除、注销账号或拒绝允许进一步收集或使用相关信息。为保障安全，在响应您和/或您孩子的请求时，我们可能需要您和/或您孩子进行身份验证。</strong>
				</p>
				<br>
				<p> 2.如存在以下情况，您可以按照本规则“联系我们”的联系方式请求我们删除相关儿童个人信息，我们会在完成身份验证和核实问题后，及时采取措施予以删除：</p>
				<br>
				<p> （1）若我们处理儿童个人信息的行为违反法律、行政法规的规定；</p>
				<br>
				<p> （2）若我们处理个人信息的行为违反了与您的约定；</p>
				<br>
				<p> （3）若我们超出目的范围或者必要期限收集、存储、使用、转让、披露儿童个人信息；</p>
				<br>
				<p> （4）您撤回同意；</p>
				<br>
				<p> （5）您或您孩子不再使用我们的产品/服务，或您注销了账号；</p>
				<br>
				<p> （6）若我们不再为您提供产品/服务。</p>
				<br>
				<p> <strong>提醒您注意，若您及/或您孩子自行删除或请求我们删除特定的儿童个人信息，可能导致无法继续使用全部或部分服务。</strong></p>
				<br>
				<p><strong> 3.在我们删除儿童的个人信息后，我们会从备份系统中删除相应的信息。</strong></p>
				<br>
				<p><strong> 4.如您发现在未事先征得您同意的情况下收集了您孩子的个人信息，请及时联系我们，我们会设法尽快删除相关数据。</strong></p>
				<br>
				<p><strong> 六、本规则的适用及更新</strong></p>
				<p> 1.我们可能会根据我们的产品/服务的更新情况及法律法规的相关要求适时修改本规则的条款，该等修改构成本规则的一部分，我们会在专门页面上展示最新修改版本。</p>
				<br>
				<p> 2.对于重大变更，我们还会提供更为显著的通知，具体详见《爱校信隐私政策》“本政策如何更新”的规定。</p>
				<br>
				<p> <strong><u>3.如您或您的孩子在本规则更新生效后继续使用我们的产品/服务的，即表示您或您的孩子已充分阅读、理解并接受更新后的规则并愿意受更新后的规则约束。</u></strong></p>
				<br>
				<p> <strong>七、联系我们</strong></p>
				<br>
				<p> 1.如您或您孩子对本规则存在任何疑问，或对于儿童个人信息处理存在任何投诉、意见，请通过客服热线：0771-5885606（办公时间：周一至周五 8:30-18:00）与我们联系。</p>
				<br>
				<p> 2.我们将在收到问题、投诉、意见或建议，并经验证您的身份后，十五个工作日内回复您的请求。如无法响应您的请求，我们会在法律规定的时限要求内，向您发送通知并解释原因。</p>
				<br>
				<p> <strong><u>3.如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</u></strong>
				</p>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
.text-three p {
		text-indent: 24px;
	}
</style>
