<template>
	<view>
		<view class='margin-xl bg-white padding-xl radius shadow-lg'>
			<view style="font-size: 20px;" class='text-center text-lg text-bold'>隐私政策</view>
			<view style="margin-top: 20px;" class="text-two">
				<p> 发布日期：2022年【11】月【14】日</p>
				<br>
				<p> 生效日期：2022年【11】月【15】日</p>
				<br>
				<p> 尊敬的用户，欢迎您使用由广西中工云数据科技有限公司（以下简称
					“<strong>我们</strong>”）为您提供的爱校信软件和产品（以下简称“爱校信”或“本软件”），我们非常重视用户（以下或称“您”）个人信息的保护。鉴于此，我们根据相关法律法规规定，制定了本隐私政策，以帮助您了解我们将如何收集、使用并保护您的个人信息。
				</p>
				<br>
				<p> 请您在注册、使用爱校信前认真阅读并确认充分理解本隐私政策。如您使用本服务，即意味着您已阅读本隐私政策的所有条款，并且同意我们按照本隐私政策收集、使用并保护您的个人信息。如您不同意本隐私政策的部分或全部内容、或对本隐私政策内容有任何疑问，您有权立即停止使用本服务，并与我们联系（联系方式详见文末）。
				</p>
				<br>
				<p> <strong><u>本隐私政策已对与您的权益具有或可能具有重大关系的条款，我们可能收集的个人敏感信息，及对我们具有或可能具有免责或限制责任的条款，采用粗体字/下划线的显著方式予以提示，也将在您首次打开本软件时通过弹窗提示的方式引导您关注了解本政策的核心内容，敬请您重点阅读和注意。</u></strong>
				</p>
				<br>
				<p> <strong>请注意，我们的产品及服务旨在<u>向家长（为避免疑义，本协议中提及的家长为学生的监护人）和班级教师提供，用于记录家长的子女在课堂上的表现，增加家长与教师之间的互动，以整体提高对家长的子女的教育的教学质量。如果您是未成年人，尤其是不满十四周岁的未成年人，敬请不要注册成为我们的用户并使用我们的产品及服务。</u></strong>
				</p>
				<br>
				<p> </p>
				<br>
				<p> 本政策将帮助您了解以下内容：</p>
				<br>
				<p> 一、定义</p>
				<br>
				<p> <strong>二、我们如何收集和处理您的个人信息</strong></p>
				<br>
				<p> 三、我们如何使用Cookies和同类技术</p>
				<br>
				<p> 四、我们如何共享、转让、公开披露您的个人信息</p>
				<br>
				<p> 五、我们如何保护您的个人信息</p>
				<br>
				<p> 六、您对您的个人信息的权利</p>
				<br>
				<p> 七、第三方服务提供商及其服务</p>
				<br>
				<p> 八、个人信息存储</p>
				<br>
				<p> <strong>九、关爱未成年人</strong></p>
				<br>
				<p> 十、本隐私政策如何更新</p>
				<br>
				<p> 十一、如何联系我们</p>
				<br>
				<p>十二、附录《<view style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue" @click="toThirdSDK()">
							爱校信第三方SDK目录
						</view>》</p>
				<br>
				<p> <strong>一、定义</strong></p>
				<br>
				<p> <strong>“关联公司”</strong>指因共同所有权或控制权而与我们相关的公司。</p>
				<br>
				<p> <strong>“第三方”</strong>指并非因为共同所有权或控制权而存在相关关系的公司或人（即非关联公司）或者其他非相关的个人。第三方可以是金融或非金融公司，亦或是除您与我们以外的人。</p>
				<br>
				<p> <strong>“个人信息”</strong>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
				<br>
				<p> <strong>“儿童”</strong>指不满十四周岁的未成年人。</p>
				<br>
				<p> <strong>“学生”</strong>指教师使用本服务时收集信息的对象，包括儿童及不满十八周岁的未成年人。</p>
				<br>
				<p> <strong>“家长”</strong>指学生的监护人。</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>二、我们如何收集和处理您的个人信息</strong></p>
				<br>
				<p> 出于提供“爱校信”产品及服务的目的，我们会收集学生（含儿童）的个人信息以及教师和家长的个人信息。我们在本章向您列明我们收集个人信息的目的、方式和范围。</p>
				<br>
				<p> <strong>（一） 基本业务功能</strong></p>
				<br>
				<p> 为实现向您提供“爱校信”的基本业务功能，您须授权我们收集、使用必要的个人信息，我们将根据合法、正当、必要的原则，仅收集实现产品／服务功能所必要的信息用于实现明确、合理的处理目的。如果我们有意将您的个人信息用于本政策未明确的其它目的，我们会再次征得您的同意。
				</p>
				<br>
				<p> 在收集您的个人信息时，我们会以本政策列明的三种方式进行收集，这些方式包括您在使用本软件时主动向我们提供，我们通过自动化手段采集您在使用本软件过程中产生的信息，以及我们通过合法共享、转让、搜集公开信息的间接方式获取您的个人信息的方式。为行文简洁清晰，我们在本政策中相关服务和功能中将不再分别一一赘述该类收集方式。
				</p>
				<br>
				<p> 我们会基于以下目的、方式和范围，收集和使用下列与您有关的个人信息。如您拒绝提供相应个人信息，您可能无法注册成为我们的用户或无法享受
					“爱校信”的基本业务功能或我们提供的其他某些产品与服务，或者无法达到使用相关服务拟达到的效果。</p>
				<br>
				<p> <strong>1. 注册与登录</strong></p>
				<br>
				<p> 为成为我们的用户，<strong><u>我们会收集您的手机号码、昵称，以便您完成账号注册及开通。</u></strong></p>
				<br>
				<p> 如果您使用微信账号登录的，我们会申请获取您的<strong><u>微信头像、昵称信息</u></strong>。我们最终能够获得的个人信息将以微信授权的内容为准。若您拒绝提供微信帐号下的信息，则您无法选择使用微信帐号的方式注册并登录，我们承诺该类个人信息的第三方帐号渠道来源的合法性，并遵守第三方帐号接口权限要求。在您通过微信登录本软件后，您仍需要提供您的手机号码加验证码，用于绑定您的微信帐号。
				</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>2. 提供产品或服务</strong></p>
				<br>
				<p><strong> （1）创建班级</strong></p>
				<br>
				<p><strong>
						为了方便教师实现班级管理功能，以及加强与家长的沟通，您可以使用创建班级的功能。此功能的使用需要您提供学生姓名、昵称、头像、家长姓名及账户名。请您在向我们提供学生的个人信息建立班级以及学生档案前，按照相关法律法规要求将我们如何使用和处理个人信息的目的、方式、范围、传输以及保护规则（即《爱校信软件许可及服务协议》以及《爱校信隐私政策》）告知学生家长，并取得学生家长的同意。</strong>
				</p>
				<br>
				<p> 您可以选择拒绝向我们提供学生的个人信息。但请您注意：<strong><u>如果您不向我们提供学生的个人信息，您可能无法实现上述功能，以及将无法获取最佳的产品体验。</u></strong></p>
				<br>
				<p> <strong>家长知悉并同意教师和本软件出于本软件功能的目的收集和使用上述未成年人的个人信息，家长亦可随时通过和我们客服联系，撤回上述同意。</strong></p>
				<br>
				<p> 当您使用创建班级功能时，我们需要获取您的外置存储读写权限。当您开启外置存储读写权限之后，我们会获取您的本地文件信息，我们会在外置存储上保存和读取您的用户登录标识，用户首次登录标识信息，以供您当次和下次正常登录；我们也会保存和读取您需要保存和调用的图片、视频，以供您上传或保存<strong>班级头像、个人头像、学生头像</strong>、点评类型配图。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用创建班级功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>（2）教师点评学生课堂表现与家长查看功能</strong></p>
				<br>
				<p> 为了实现“老师对班内学生进行点评”的功能，我们<strong><u>会收集学生的姓名、课堂表现、提交的作业、考勤信息。</u></strong>为了实现“家长关联学生来查看学生的课堂表现”，<strong><u>我们会收集学生的上课的表现情况以及家长的要求。</u></strong>
				</p>
				<br>
				<p> <strong>如果您是学校教师，请您在向我们提供学生个人信息前，将本隐私政策提供给学生的监护人，并获取学生的监护人的明确、有效的同意。</strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用教师点评学生课堂表现与家长查看功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> 我们会按照法律、行政法规的规定和我们之间约定的目的、范围使用您提供的个人信息。因业务需要，确需超出约定的目的、范围使用的，我们会向您告知相关情况。如果您是学校教师，请将相关情况告知学生家长，并取得其同意。
				</p>
				<br>
				<p> <strong>（3）家校沟通</strong></p>
				<br>
				<p> 为了加强家长与学校老师之间的沟通与联动，我们为您提供家校沟通功能。作为教师，您可以查看学生家长提交作业信息与上报信息。</p>
				<br>
				<p> 当您使用家校沟通功能时，我们需要<strong><u>获取您的外置存储读写权限、相机权限和麦克风权限。</u></strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用家校沟通功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>（4）聊天功能</strong></p>
				<br>
				<p> 为了方便教师与家长的顺畅沟通，及时了解学生的学习情况，您可以使用本软件的聊天功能，<strong><u>我们会收集您向我们主动提供的聊天记录信息，包括聊天文字与图片信息。</u></strong>
				</p>
				<br>
				<p> 当您使用聊天功能时，我们<strong><u>需要获取您的外置存储读写权限和相机权限。</u></strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用聊天功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> 3. 安全运行</p>
				<br>
				<p> 我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。在您使用本软件时，<strong><u>系统会自动记录您的登录情况、使用时长、使用情况</u></strong>用于我们网络和系统安全的防控、用户使用统计以及履行其他中国法律法规的规定。我们还可能为了保障本软件的安全稳定运行，以及为您提供安全保障的合理需要而获得的您的其他信息，包括您向我们提供的相关反馈信息，包括图片和文字信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。为实现安全保障功能所收集的信息是必要信息。因此，我们会收集如下的设备信息与日志信息：
				</p>
				<br>
				<p> （1）为了保障软件与服务的安全运行，我们会收集您的硬件型号、操作系统版本号、唯一设备标识符（包括IMEI、IMSI、Android ID、设备硬件序列号、IDFA）、网络设备硬件地址、IP
					地址、软件版本号、网络接入方式、类型、状态、网络质量数据、服务日志、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点、蓝牙和基站信息）。</p>
				<br>
				<p> （2）为了你的安全运行环境，防止界面劫持，我们会通过读取应用列表和应用进程进行界面安全提示，同时为了预防恶意程序及安全运营会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。
				</p>
				<br>
				<p> （3）我们可能使用您的账户信息、设备信息、服务日志信息以及我们关联方、合作方在获得您授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。</p>
				<br>
				<p> 4. 软件升级</p>
				<br>
				<p> 为了提供软件升级服务，我们需要收集您的设备信息（Mac地址、IP地址）、应用版本号，获取您的外置存储读写权限。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法正常进行软件升级，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。</strong>
				</p>
				<br>
				<p> （二） 附加业务功能</p>
				<br>
				<p> 同时，为了向您提供更优质的附加的产品和服务，我们向您提供“爱校信”的扩展业务功能，您可选择授权我们收集、使用相应的个人信息，如您拒绝提供，您将无法正常使用相关扩展业务功能或无法达到我们期待的产品功能效果，但这并不会影响您正常使用“爱校信”的基本业务功能。我们可能需要您同步授权相关权限并收集相应的下述信息：
				</p>
				<br>
				<p> <strong>1.邀请入班服务</strong></p>
				<br>
				<p> 为了方便您发送邀请入班短信，我们<strong>需要获取您的通讯录权限，当您开启该权限后，我们会收集您通讯录中的好友手机号码信息。</strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用短信邀请好友入班的功能，但您可以通过向QQ好友、微信好友发送邀请链接的方式邀请入班。
				</p>
				<br>
				<p> <strong>2.学生档案服务</strong></p>
				<br>
				<p> 为方便您保存学生档案图片到本地相册，我们<strong>需要获取您的存储读取权限</strong>。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法将学生图片保存到本地相册，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>3.扫码功能</strong></p>
				<br>
				<p> 为了向您提供扫码登录电脑版爱校信以及扫码加入班级，您<strong>需要授权我们开启您设备的相机（摄像机）权限</strong>，用于扫码。在您使用安卓相机扫码时，安卓操作系统还会获取您的当前运行进程列表，这是安卓操作系统的行为。如您不提供以上信息或权限，您将无法使用上述基于相机的扫码功能，但不影响您正常使用爱校信软件的其他功能。
				</p>
				<br>
				<p> <strong>4.复制功能</strong></p>
				<br>
				<p> 为了你可以更快速简单地输入和使用部分信息，我们在你复制系统通知、复制聊天页消息、文字点评、加入班级、添加学生时，会读取你当前剪贴板中的内容。</p>
				<br>
				<p> 注册和使用过程中，当您在帐号、密码、验证码、设置用户信息的输入框输入内容时，部分安卓手机（例如：VIVO手机）为了方便您输入复制的内容，还会读取您设备的剪切板的内容，这是安卓厂商系统的行为。</p>
				<br>
				<p> （三）依法豁免征得同意收集和使用的个人信息</p>
				<br>
				<p> 请您理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用您的个人信息无需征得您的授权同意：</p>
				<br>
				<p> 1)与国家安全、国防安全直接相关的；</p>
				<br>
				<p> 2)为应对突发公共卫生事件（如疫情），或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
				<br>
				<p> 3)与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> 4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
				<br>
				<p> 5)依照《中华人民共和国个人信息保护法》的规定在合理的范围处理您自行公开或者其他已经合法公开的个人信息，您明确拒绝的除外，当所收集信息对您的个人权益有重大影响时，我们会依法取得您的同意；</p>
				<br>
				<p> 6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> 7)根据您的要求签订或履行合同所必需的；</p>
				<br>
				<p> 8)用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；</p>
				<br>
				<p> 9)为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
				<br>
				<p> 10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
				<br>
				<p> 11)为履行法定职责或者法定义务所必需；</p>
				<br>
				<p> 12)法律法规规定的其他情形。</p>
				<br>
				<p> </p>
				<br>
				<p><strong> （四）有关敏感个人信息的提示</strong></p>
				<br>
				<p><strong>
						请您注意，个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。通常情况下，14岁以下（含）儿童的个人信息和涉及自然人隐私的信息属于个人敏感信息，且由您提供或我们收集您的个人信息中，也可能包含您个人的敏感信息，包括个人生物识别信息（包括面部识别特征、声纹等）、银行账户、交易和消费记录、身份证号及其他本隐私政策中列明的个人敏感信息。请您谨慎并留意您的个人敏感信息，您授权同意提供您的个人敏感信息，即表示您同意我们可以按本规则所述的目的和方式来处理您的个人敏感信息。如果您提供的是非您本人的个人信息，请您确保已取得相关个人信息主体的同意。</strong>
				</p>
				<br>
				<p><strong> 若您发现我们提供的产品或服务中存在用户未经您的授权同意上传、发布的您的个人信息，请根据本规则及时联系我们，经核实，我们会设法尽快删除相关信息。</strong></p>
				<br>
				<br>
				<p><strong> 三、我们如何使用Cookies和同类技术</strong></p>
				<br>
				<p> （一）Cookie是什么？</p>
				<br>
				<p> Cookie是我们网站、应用程序或服务传输并存储在您设备上的小文件。我们的网站、在线服务、互动应用程序和广告可能会使用Cookie和其他同类技术，如像素标签和网站信标、user
					agent。Cookie可能会在您的设备上存储。</p>
				<br>
				<p> （二）我们使用的Cookie</p>
				<br>
				<p> 1、我们使用Cookie或类似的跟踪技术来记住您的登录账号和密码，以便您后续直接登录使用；同时我们使用Cookie或类似的跟踪技术更好地了解您使用产品的频率、该产品内发生的事件、累计使用、性能数据、用户群的整体受众特征信息，以便我们分析趋势、管理网站、跟踪网站上的用户行为。
				</p>
				<br>
				<p> 2、如大多数网站一样，我们会自动收集某些信息以分析累积趋势并管理我们的网站。此信息包括互联网协议（IP）地址、浏览器类型、互联网服务提供商（ISP）、引用/退出页面、您在我们网站上查看的文件（包括HTML页面，图形）、操作系统、日期/时间戳和/或点击流数据。
				</p>
				<br>
				<p> 3、清除/禁用Cookie</p>
				<br>
				<p> 管理Cookie以及Cookie偏好必须在您浏览器的选项/偏好内完成。以下是关于如何在常用浏览器软件中执行此操作的指南：</p>
				<br>
				<p> · Microsoft Internet Explorer</p>
				<br>
				<p> · Microsoft Edge</p>
				<br>
				<p> · Mozilla Firefox</p>
				<br>
				<p> · Google Chrome</p>
				<br>
				<p> · Safari for macOS</p>
				<br>
				<p> · Safari for iOS</p>
				<br>
				<p> （三）更多关于Cookie的信息</p>
				<br>
				<p> 关于Cookie的详细信息以及关于如何设置您的浏览器来接受、删除或禁用Cookie的说明，请参阅www.allaboutcookies.org。请注意，当您更改您的浏览器设置来关闭Cookie或者是使用浏览器的“匿名浏览“功能时，Cookie将不会继续收集您的个人信息，但是网站上相应的一些用于提升您的浏览体验的功能也将无法使用。
				</p>
				<br>
				<p> 请知悉，根据适用的法律，我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善我们的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），<strong>若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的使用无需另行向您通知并征得您的同意。</strong>
				</p>
				<br>
				<p><strong> 四、我们如共享、转让、公开披露您的个人信息</strong></p>
				<br>
				<p> （一）委托处理</p>
				<br>
				<p> 我们的产品功能中某些具体的模块或功能可能由外部供应商提供。对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协定，并与其约定委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务等，我们会监督其个人信息处理活动，要求他们按照我们的要求、本政策以及其他任何相关的保密和安全措施来处理个人信息。
				</p>
				<br>
				<p> （二）共享</p>
				<br>
				<p> 在您使用我们的服务的时候，<strong>您同意您的个人信息可以向班级里的老师、其他家长以及班级中的学生公开。</strong>除此之外，我们不会与任何公司、组织和个人分享您的个人信息，但以下情况除外:
				</p>
				<br>
				<p> 1、在获取明确同意的情况下共享:获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
				<br>
				<p> 2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求， 对外共享您的个人信息。</p>
				<br>
				<p> 3、与我们的关联公司共享:您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
				<br>
				<p> 4、与授权合作伙伴共享:仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。</p>
				<br>
				<p> 目前，我们的授权合作伙伴包括：供应商、服务提供商、广告商和其他合作伙伴。我们将信息发送给在中国境内支持我们业务的供应商、服务提供商、广告商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量服务的有效性、提供客户服务、支付便利或进行学术研究和调查。我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。
				</p>
				<br>
				<p> 关于实现广告相关的共享信息，爱校信中的内容、广告均可能由我们的关联方、第三方，或者我们与软件服务提供商、智能设备提供商、系统服务提供商联合向您提供。除非得到您的许可，否则我们不会将您的个人身份信息与提供内容、广告、分析服务的合作伙伴共享。但我们会将去标识化后的个人信息与这些服务提供方等进行共享，形成不识别您个人身份的间接画像标签及去标识化的设备信息或匿名化后的信息，以帮助其在不识别您个人身份的前提下提升广告有效触达率，帮助我们分析、衡量广告和相关服务的有效性。
				</p>
				<br>
				<p> 对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
				<br>
				<p> （三）转让</p>
				<br>
				<p> 我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:</p>
				<br>
				<p> 1、在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息;</p>
				<br>
				<p> 2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
				<br>
				<p> （四）公开披露</p>
				<br>
				<p> 我们仅会在以下情况下，公开披露您的个人信息:</p>
				<br>
				<p> 1、获得您明确同意后;</p>
				<br>
				<p> 2、基于法律的披露:在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</p>
				<br>
				<p> （五）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
				<br>
				<p> 以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
				<br>
				<p> 1) 与国家安全、国防安全有关的；</p>
				<br>
				<p> 2) 与我们履行法律法规规定的义务相关的；</p>
				<br>
				<p> 3) 与公共安全、公共卫生、重大公共利益直接相关的；</p>
				<br>
				<p> 4) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> 5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
				<br>
				<p> 6) 您自行向社会公众公开的个人信息；</p>
				<br>
				<p> 7) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> 8）根据您的要求签订和履行合同所必需的；</p>
				<br>
				<p> 9) 维护所提供产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障。</p>
				<br>
				<p> （六）目前，我们接入的第三方SDK工具收集使用个人信息的目的、方式、范围详见十二、附录《爱校信第三方SDK目录》。</p>
				<br>
				<p> 根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。<strong>我们可能会将所收集到的个人信息在进行匿名化处理后用于大数据分析，如形成不包含任何个人信息的热力图、洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。</strong>
				</p>
				<br>
				<br>
				<p> <strong>五、我们如何保护您的个人信息</strong></p>
				<br>
				<p> 1. 技术保护</p>
				<p> 为保障您的信息安全，我们努力采取各种符合业界标准的合理的物理、技术和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、去标识化、数据中心的访问控制。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；我们会对您的个人信息分类管理。
				</p>
				<br>
				<p> 2. 安全体系保证</p>
				<p> 我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术、个人信息安全影响评估等方面多维度提升整个系统的安全性。</p>
				<br>
				<p> 3. 人员安全管理</p>
				<p> 我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。
				</p>
				<br>
				<p> 4. 信息安全保护提示</p>
				<p> （1）请您保管好您登录时所用到的短信验证码，协助我们保证您的帐号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				</p>
				<br>
				<p> （2）您的帐号均有安全保护功能，请妥善保管您的帐号及您的短信验证码。我方将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。但互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们强烈建议您使用此类工具时请使用复杂密码、定期修改密码、拒绝向他人透露个人账号密码等，并注意保护信息安全。
				</p>
				<br>
				<p> （3）信息披露提示及验证码泄露处理：<strong>我们强烈建议您在使用本软件及相关服务时，务必妥善保管好您的个人信息及其他身份要素。<u>在使用我们的服务时，如果您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息（如银行帐号信息、联络方式或者邮寄地址），请您仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的帐号及短信验证码发生泄露，请您立即联络我们，以便我们采取相应措施。</u></strong>
				</p>
				<br>
				<p> （4）信息安全事件处理。在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
				</p>
				<br>
				<p> （5）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的个人信息的安全性。由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。如果我们的物理、技术、或管理防护设施遭到破坏，导致个人信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				</p>
				<br>
				<p> <strong> 六、您对您的个人信息的权利</strong></p>
				<br>
				<p> 我们尊重您对您个人信息的权利。以下列出您依法享有的权利，以及我们将如何保护您的这些权利。请注意，出于安全考虑，在处理您的请求前，我们可能要求您验证您的身份。</p>
				<br>
				<p> 在您使用爱校信期间，为了你可以更加便捷地访问、更正、删除您的个人信息，我们在产品设计中为你提供了相应的操作设置，你可以参考以下指引进行操作。</p>
				<br>
				<p> <strong>（一）访问您的个人信息：</strong>如果您想行使数据访问权，可以通过电话和微信公众号联系我们，或直接在爱校信APP中查看。访问您信息的步骤：</p>
				<br>
				<p> 1、教师用户访问头像、帐号、昵称（即“名字“，下同）、学校、学科学段、所在地区、绑定微信基本信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【基本信息】</p>
				<br>
				<p> 3）进行信息查询访问</p>
				<br>
				<p> </p>
				<br>
				<p> 2、教师用户访问班级通讯录信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【联系人】</p>
				<br>
				<p> 2）进行信息查询访问</p>
				<br>
				<p> </p>
				<br>
				<p> 3、教师用户访问聊天信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【联系人】</p>
				<br>
				<p> 2）选择【家长】、【学校】、【群聊】标签页</p>
				<br>
				<p> 3）进行信息查询访问</p>
				<br>
				<p> <strong>（二）更正您的个人信息：</strong>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或自行通过产品更正。您可以通过售后电话和微信公众号联系我们要求我们更正您的信息。经确认无误，我们将进行更正。在爱校信APP中您可以更正昵称、头像和个人简介，更正步骤：
				</p>
				<br>
				<p> 1、教师用户更改头像，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【我的】</p>
				<br>
				<p> 2）点击左上角头像，选择本地图片</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<br>
				<p> 2、教师用户昵称（即“名字“，下同）、性别、邮箱基本信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【基本信息】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<p> </p>
				<p> 3、教师用户更改登录密码，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【重置密码】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<br>
				<p> 4、教师用户更换手机号，可通过以下操作方式：</p>
				<br>
				<p> 1）进入爱校信后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【更换手机号】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<p> <strong>（三）注销您的个人账户：</strong>您随时可注销此前注册的账户，您可以在APP内设置-关于-注销账号进行注销，在您注销账号后，我们将停止为您提供服务，并将删除有关您账号的一切信息或对相关信息进行匿名化处理，但法律法规另有规定的除外。
				</p>
				<br>
				<p> <strong>（四）获取您的个人信息副本及转移您的个人信息：</strong>您有权获取您的个人信息副本。您可以通过本隐私政策载明的联系方式向我们提出获取您个人信息副本的要求。同时，在技术可行的前提下，例如数据接口已匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。
				</p>
				<br>
				<p> <strong>（五）投诉与举报：</strong>我们设置了投诉举报渠道，您的意见将会得到及时的处理。您可以参考下面的步骤在爱校信里进行投诉和举报。</p>
				<br>
				<p> 1) 第一步：进入爱校信App，点击【我的】；</p>
				<br>
				<p> 2) 第二步：点击【投诉与举报】。</p>
				<br>
				<p> （六）约束信息系统自动决策结果</p>
				<br>
				<p> 您有权对信息系统自动化决策的结果进行申诉，若您自觉相应的决策对您的权益造成了显著影响，您可以通过本隐私政策载明的联系方式与我们取得联系或向我们进行申诉。</p>
				<br>
				<p> <strong>（七）响应您的上述请求</strong></p>
				<br>
				<p> 为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</p>
				<br>
				<p> 我们将在15个工作日内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段(包括需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(包括涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。
				</p>
				<br>
				<p> 在以下情形中，我们将无法响应您的请求:</p>
				<br>
				<p> 1、与个人信息控制者履行法律法规规定的义务相关的;</p>
				<br>
				<p> 2、与国家安全、国防安全直接相关的;</p>
				<br>
				<p> 3、与公共安全、公共卫生、重大公共利益直接相关的;</p>
				<br>
				<p> 4、与犯罪侦查、起诉、审判和执行判决等直接相关的;</p>
				<br>
				<p> 5、个人信息控制者有充分证据表明个人信息主体存在主观恶意或滥用权利的;</p>
				<br>
				<p> 6、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
				<br>
				<p> 7、响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的;</p>
				<br>
				<p> 8、涉及商业秘密的。</p>
				<br>
				<p> <strong>针对您提供的学生的个人信息，如果您是学校老师，请在收到学生和/或家长行使上述数据主体权利的请求时，及时向我们告知。我们会按照适用法律法规的要求进行响应，您需要针对我们响应学生和/或家长的请求进行合理的配合，比如如果学生和/或家长要求删除其个人信息，您应当停止向“爱校信”录入学生个人信息，并将学生和/或家长的该等请求及时向我们传达。</strong>
				</p>
				<br>
				<p><strong> </strong></p>
				<p><strong> 七、第三方服务提供商及其服务</strong></p>
				<br>
				<p> 请您注意，本政策适用于爱校信服务提供者以网站、客户端、小程序以及随技术发展出现的其他新形态向您提供的各项产品与服务。在使用本软件的服务过程中，可能包含第三方网站、产品和服务，他们可能会以第三方网站的链接形式或其他例如API等不同的形式提供，我们会向您明确标识产品或服务由第三方提供。当您使用这些产品或服务时，也可能收集您的信息，因此我们强烈建议您审慎阅读该第三方的隐私政策，并由您选择是否访问或接受第三方提供的网站、产品和服务。我们亦会尽到审慎提示和基本的审查义务，要求提供网站、产品和服务的第三方保护您的个人信息。如您发现这些第三方创建的网页、提供的产品和服务存在风险时，建议您直接与他们联系获得他们关于隐私政策的保护详情，并停止相关操作以更好地保护您的合法权益。
				</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>八、个人信息存储</strong></p>
				<br>
				<p> 存储地点：我们会按照适用的中国法律法规的要求，将收集的个人信息存储在我们位于【中国】的服务器上。未经您同意，我们不会将您的个人信息传输至境外。如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。
				</p>
				<br>
				<p> 存储期限：除法律法规另有规定外，我们将按如下期间存储您提供的个人信息：</p>
				<br>
				<p> 我们会储存您提供的个人信息以满足我们的正当业务需求（包括向您提供服务或者来满足相应的法律、税务以及财务的要求）。</p>
				<br>
				<p> 当我们没有这些需要使用到您提供的个人信息的正当业务需求时或者是中国法律法规规定的留存时间届满时，我们会删除您的个人信息或者对其进行匿名化处理，或者在匿名化或者删除皆不可能实现（包括您的个人信息已经在备份中存储）的时候，安全地储存您的这些个人信息并且将这些个人信息与其他的数据处理区隔开来。<strong><u>如果是学生的个人信息，当我们停止向您提供“爱校信”产品及服务后，我们会停止学生个人信息的收集活动，并在在法定留存期届满后删除我们持有的学生个人信息。</u></strong>
				</p>
				<br>
				<p><strong> 九、 关爱未成年人</strong></p>
				<br>
				<p><strong> <u>我们非常重视对未成年人个人信息的保护。我们的产品和服务主要面向成人。</u></strong></p>
				<p><strong>
						如果您是儿童用户的父母或其他监护人，请您仔细阅读和选择是否同意本政策《爱校信儿童个人信息保护政策》。我们希望请您与我们共同保护儿童的个人信息，教育引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经您同意的情况下，不向任何网络产品和服务提供者提供任何个人信息。</strong>为了更好地保护儿童的权益，我们还可能向监护人收集更多信息（例如<strong>姓名、身份证、户口本或其他监护关系证明</strong>），以便进一步验证监护人与儿童的监护关系，并按照法律法规的规定，在获得监护人同意之后才允许儿童继续使用我们的相关产品或服务。我们将根据本政策及《爱校信儿童个人信息保护政策》采取特殊措施保护我们获得的您孩子的个人信息。如果您不同意上述政策和规则的内容，请您要求您的孩子立即停止访问/使用我们的产品或服务。
				</p>
				<br>
				<p> <strong>如果没有监护人的同意，儿童不得创建自己的用户账户，如果您是儿童用户，请务必通知您的监护人共同阅读本政策及《爱校信儿童个人信息保护政策》，并在您使用我们的产品或服务、提交个人信息之前，寻求您的监护人的同意和指导。</strong>
				</p>
				<br>
				<p> 对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。<strong><u>如果我们发现在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。</u></strong>
				</p>
				<br>
				<p><strong><u> 尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。</u></strong></p>
				<br>
				<p> </p>
				<p> <strong>十、本隐私政策如何更新</strong></p>
				<br>
				<p> 我们保留不时更新或修改本政策的权利。我们会通过不同渠道向您发送变更通知，包括您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的隐私政策，以便您及时了解本隐私政策的最新版本。如您继续使用我们的服务，表示同意接受修订后的本隐私政策的内容，但是如果更新的内容需要采集您的个人敏感信息，仍会再次以显著方式征求您的同意。
				</p>
				<br>
				<p> 对于隐私政策的重大变更，我们还会提供更为显著的通知（我们会通过在登录页面以弹窗做特别提示方式，说明隐私政策的具体变更内容）。</p>
				<br>
				<p> 本隐私政策容许调整，但未经您同意，我们不会削弱您按照本隐私权政策所享有的权利。</p>
				<br>
				<br>
				<p> <strong>十一、如何联系我们</strong></p>
				<br>
				<p> 如果您对我们的隐私政策或做法有任何问题或疑虑，请通过以下方式联系我们：</p>
				<br>
				<p> 地址：广西南宁市青秀区振华路3号凯德科技园青工宿舍楼410号房</p>
				<br>
				<p> 电 话: 0771-5885606（办公时间：周一至周五 8:30-18:00）</p>
				<br>
				<p> 邮箱：zgy_company@163.com</p>
				<br>
				<p> QQ：775842894</p>
				<br>
				<p> 微信公众号：爱校信</p>
				<br>
				<p> <strong><u>如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</u></strong></p>
				<br>
				<p>十二、附录《<view style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue" @click="toThirdSDK()">
							爱校信第三方SDK目录
						</view>》</p>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {
			toThirdSDK() {
				uni.navigateTo({
					url: "./thirdSDK"
				})
			}
		}
	}
</script>

<style>
	.text-two p {
		text-indent: 24px;
	}
</style>
