<template>
	<view>
		<view class='margin-xl bg-white padding-xl radius shadow-lg'>
			<view style="font-size: 20px;" class='text-center text-lg text-bold'>隐私政策概要</view>
			<view style="margin-top: 20px;" class="text-two">
				<p>欢迎您使用由广西中工云数据科技有限公司（以下简称
					“我们”）为您提供的爱校信软件和产品（以下简称“爱校信”或“本软件”），深知个人信息对用户（“您”）的重要性，我们将严格依据法律法规以及遵循正当、合法、必要的原则，保护您的个人信息及隐私安全。</p>
				<br>
				<p>
					本概要将帮助您直观、简明地了解我们是如何收集、处理和保护您的个人信息以及如何保护您的隐私安全。本概要为我们详细隐私政策的附件，您可点击《<view
						style="display: inline-block;text-indent: 0;" class="text-bold text-blue" @click="toConceal()">
						爱校信隐私政策
					</view>》 查看隐私政策正文。
				</p>
				<br>
				<p><strong>一、 我们如何收集和使用您的个人信息</strong></p>
				<p> </p>
				<br>
				<p><strong>【注册信息】</strong></p>
				<br>
				<p>在您注册成为爱校信用户时，您需要至少提供手机号码以创建爱校信账号，并完善相关的网络身份识别信息（如头像、昵称等）。</p>
				<br>
				<p><strong>【相机权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的相机信息，以便为您提供扫码、动态发布、上传图片、拍摄视频等功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如相机、摄像头等。</p>
				<br>
				<p>如您关闭相机授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【相册权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的相册信息，以便为您提供动态发布、上传图片、拍摄视频、音视频缓存和截图、视频和图片分享、聊天等功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如相册、存储权限等。</p>
				<br>
				<p>如您关闭相册授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【麦克风权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的录音信息，以便为您提供聊天时发送语音的交互功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如麦克风、录音权限等。</p>
				<br>
				<p>如您关闭麦克风授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【剪贴板权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的剪贴板信息，以便为您提供读取被分享的短链进行自动跳转及口令跳转服务。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如剪贴板、剪切板等。</p>
				<br>
				<p>如您关闭剪贴板授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【移动安全联盟 OAID】</strong></p>
				<br>
				<p><strong>使用目的：</strong>获取OAID，用于消息推送、基础模块。</p>
				<br>
				<p><strong>信息说明：</strong>
				移动智能终端补充设备标识体系与 SDK 严格遵守我国《网络安全法》、《数据安全法》和《电信和互联网用户个人信息保护规定》等相关法律法规和《信息安全技术 个人信息安全规范》等国家标准要求。SDK 不会主动收集任何数据，只在 APP 调用时获取以下数据，用于本地判断，不会进行任何网络传输：
				</p>
				<p><strong>1.设备制造商、设备型号、设备品牌，用于判断终端调用接口</strong></p>
				<p><strong>2.设备网络运营商名称，用于判断虚拟机环境</strong></p>
				<p><strong>3.APP 包名，用于校验签名</strong></p>
				<br>
				<p><strong>【设备信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>在您访问或使用我们服务（包括基本服务）的过程中，我们会收集您的设备信息，以便为您提供视频展示和播放（基本服务）、搜索（基本服务）、定向推荐、投屏以及保障您的账号安全、交易安全和系统运行安全（基本服务）等服务。
				</p>
				<br>
				<p><strong>信息说明：</strong>我们收集的设备状态包括您的设备型号、设备名称、唯一设备识别码（IMEI/IDFA/IMSI）、设备MAC地址、设备IP地址、软件列表、操作系统等。未经您的授权，我们不会提前获取以上信息。目前多数手机终端厂商支持对设备识别码的更改，以保障您对个人信息的自主控制，具体撤回或更改的方式可参见您所使用的终端设备说明。
				</p>
				<br>
				<p><strong>【使用行为信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>当您发布内容时，我们将记录您发布的视频、图片、文字、录音等内容。</p>
				<br>
				<p><strong>信息说明：</strong>我们会严格依法保护您的个人信息，除法律另有规定外，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。</p>
				<br>
<!-- 				<p><strong>【您使用过程中主动提供的信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>在您使用我们提供的产品/服务过程中，我们根据您使用的特定场景可能会收集您提供的个人信息，以实现您所需要使用的服务。</p>
				<br>
				<p><strong>信息说明：</strong>我们会根据具体的场景请求您提供对应的信息并会严格依法保护您的个人信息，例如商品交易需要您提供学生个人信息、班级信息等。此外，如果您愿意额外补充您的性别、邮箱、学校等个人资料，将有助于我们为您提供更加个性化的服务，但如果您不提供该等信息，不会影响您使用我们产品/服务的基本服务。
				</p>
				<br> -->
				<p><strong>二、 我们如何共享您的个人信息</strong></p>
				<p> </p>
				<br>
				<p>我们非常重视个人信息保护，除法律另有规定外，我们不会与任何公司、组织和个人共享您的个人信息。</p>
				<br>
				<p>您理解并确认，为了向您提供更完善、优质的产品和服务，我们的某些服务将由关联公司或授权合作伙伴提供。我们会要求关联公司和授权合作伙伴遵守信息保护义务并签署保密协议，您可以点击《<view
						style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue"
						@click="toThirdSDK()">
						第三方共享个人信息清单
					</view>》
					查看目前我们服务中包含的第三方合作伙伴。</p>
				<br>
				<p>除再次获得您明确同意或授权外，我们可能会仅出于合法、正当、必要、特定、明确的目的共享或委托处理您的个人信息。通常此类共享或委托处理包括：根据行政、司法等有权机关的要求提供必要信息；为提供账号一致性服务与关联公司共享必要信息；为提供如配送、第三方支付等服务与有关合作商、第三方商家、支付机构等共享有关的必要信息；为提供实名认证服务与第三方供应商共享必要信息；为提供客服服务与第三方供应商共享必要信息等。
				</p>
				<br>
				<p><strong>三、 您如何管理您的个人信息</strong></p>
				<p> </p>
				<br>
				<p>您有权管理您的个人信息，包括查询、更正和删除您的个人信息，以及注销您的账号。如果您无法通过上述方式进行管理，您可以通过我们以下提供的联系方式联系我们，我们将在15个工作日内回复您的要求。</p>
				<br>
				<p><strong>四、 我们对未成年人的个人信息保护</strong></p>
				<br>
				<p>我们非常重视对未成年人个人信息的保护。我们的产品和服务主要面向成人。</p>
				<br>
				<p>如果没有监护人的同意，儿童不得创建自己的用户账户，如果您是儿童用户，请务必通知您的监护人共同阅读本政策及《<view
						style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue"
						@click="toChildren()">
						儿童个人信息保护政策
					</view>》，并在您使用我们的产品或服务、提交个人信息之前，寻求您的监护人的同意和指导。
				</p>
				<br>
				<p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果我们发现在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。
				</p>
				<br>
				<p><strong>五、 联系我们</strong></p>
				<p> </p>
				<br>
				<p>如果您对我们的隐私政策或做法有任何问题或疑虑，请通过以下方式联系我们：</p>
				<br>
				<p>地址：广西南宁市青秀区振华路3号凯德科技园青工宿舍楼410号房</p>
				<br>
				<p>电 话: 0771-5885606（办公时间：周一至周五 8:30-18:00）</p>
				<br>
				<p>邮箱：zgy_company@163.com</p>
				<br>
				<p>QQ：775842894</p>
				<br>
				<p>微信公众号：爱校信</p>
				<br>
				<p>如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</p>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {
			toThirdSDK() {
				uni.navigateTo({
					url: "./thirdSDK"
				})
			},
			toConceal() {
				uni.navigateTo({
					url: "./concealAgreement"
				})
			},
			toChildren() {
				uni.navigateTo({
					url: "./childrenAgreement"
				})
			}
		}
	}
</script>

<style>
	.text-two p {
		text-indent: 24px;
	}
</style>
