<template>
	<view class='margin-xl bg-white padding-xl radius shadow-lg'>
		<view v-if="id == 1" style="font-size: 20px;" class='text-center text-lg text-bold'>{{titleone}}</view>
		<view v-if="id == 2" style="font-size: 20px;" class='text-center text-lg text-bold'>{{titletwo}}</view>
		<view v-if="id == 3" style="font-size: 20px;" class='text-center text-lg text-bold'>{{titlethree}}</view>
		<view v-if="id == 4" style="font-size: 20px;" class='text-center text-lg text-bold'>{{titlefour}}</view>

		<view v-if="id == 1" style="margin-top: 20px;">
			<view class="text-one">
				<p> 发布日期：2022年【11】月【14】日</p>
				<br>
				<p> 生效日期：2022年【11】月【15】日</p>
				<br>
				<p>
					为使用XXX科技公司的应用软件和其他客户端或网站（以下简称“平台”）所提供的服务，您应当阅读并遵守《用户服务协议》（以下简称“<strong>本协议</strong>”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。限制、免责条款及其他需要特别注意的条款可能以黑体加粗或加下划线的形式提示您重点注意，请您重点阅读。除非您已阅读并接受本协议所有条款，否则您（包括您以及您履行监护职责的未成年子女、无民事行为能力者或限制民事行为能力者在内）无权使用XXX科技公司提供的服务，您应立即停止注册、使用。您（包括您以及您履行监护职责的未成年子女、无民事行为能力者或限制民事行为能力者在内）注册、使用平台服务即视为您已阅读并同意本协议的约束。
				</p>
				<p> <strong>如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条，并请在提交注册、提供个人信息资料、购买服务之前寻求法定监护人的同意和指导。</strong></p>
				<br>
				<p> <strong>一、协议的适用范围</strong></p>
				<p> 1.1本协议是您与XXX科技公司之间就您使用平台服务所订立的协议。“XXX科技公司”是平台经营者或平台拥有者的单称或合称，“用户”是指平台服务使用人，在本协议中更多地称为“您”。
				</p>
				<p> 1.2本协议项下的服务是指XXX科技公司通过平台向用户提供的服务，用户通过平台可以进行校园安全信息获取、信息推送以及其他平台提供的服务等（以下简称“本服务”或“服务”）。</p>
				<p> 1.3本协议内容同时包括本协议所有条款及XXX科技公司已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。</p>
				<p> 您在使用XXX科技公司某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”）。</p>
				<p> 本协议是用户与XXX科技公司共同签订的，适用于您在平台的全部活动。您一旦注册或使用服务，本协议即生效。</p>
				<p> 在本协议履行过程中，XXX科技公司可根据实际情况和需要不时地制定、修改本协议的相关条款和各类规则。<strong><u>一旦本协议内容及相关规则发生变动，XXX科技公司将通过相关系统板块或电子邮件、短信提醒等方式公布最新的协议、规则（声明、通知、警示、业务规则等），不再向用户作个别通知。经修订的协议、规则一经公布，立即自动生效，即为本协议不可分割的组成部分，您同样应当遵守。如您对修订后的协议、规则不同意的，您应立即停止使用，停止接受服务；您一旦继续使用或接受服务的，视为您已同意修订后的协议、规则并同意遵守。</u></strong>
				</p>
				<br>
				<p> <strong>二、帐号与密码安全</strong></p>
				<p>
					2.1您在使用本服务时可能需要注册一个帐号，用户成功注册后将生成用户账户。同时如果平台明确允许用户通过其合法拥有的包括但不限于新浪微博、腾讯QQ、微信等账号注册或登录的，用户使用上述方式注册登录平台的，本协议同样对用户适用。用户账户将记载用户本服务中的各项操作和活动，用户对该账户有使用权，账户所有权归XXX科技公司。用户账户是用户在平台的唯一标识，是用户登陆平台的唯一账户。XXX科技公司通过用户的账户和密码来识别指令，任何人确认或使用用户的账户和密码登录平台后通过个人账户在平台的一切行为均视为用户本人真实意思表示和行为，使用的账户和密码登陆操作所产生的电子信息记录均为用户本人行为的有效凭据，并由用户本人承担所有法律后果。用户承诺妥善保管其账号和密码，不将个人账号信息泄露给其他任何人。用户同意，确保账户安全是用户的责任。因黑客、病毒或用户的保管疏忽等非XXX科技公司故意行为导致用户账户或密码泄露，遭他人非法使用的，XXX科技公司不承担任何责任。用户同意，其在平台上按服务流程所确认的状态，将成为XXX科技公司进行相关操作唯一依据和明确指令。用户同意相关指令的执行时间以XXX科技公司进行实际操作的时间为准。
				</p>
				<p> 2.2 为加强安全性，您在使用本服务时，登陆验证可能采用手机验证码或邮箱验证码等方式，您应当对上述验证码等验证信息加强安全保护。</p>
				<p> 2.3 XXX科技公司特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。</p>
				<p> 2.4用户使用用户账户登录平台后，根据XXX科技公司的相关规则，以用户账户ID在平台通过点击确认或类似方式进行的各项操作视为用户本人真实意愿并以用户本人名义操作的，具有法律效力。用户应妥善保管自己的账户和密码等账户信息，用户通过前述方式进行各各项操作对各方具有法律约束力，用户不得以其账户密码等账户信息被盗用或其他理由否认相关操作的真实性和法律约束力。
				</p>
				<p> 2.5您在平台注册或接受服务过程中，应当按平台要求提供个人正确、完整、有效的信息（包括真实姓名及各项相关资料）。如因您提供的资料不实或者不明确，致使任何一方受到任何延误或者损失的，应当由您承担相应责任。如您提供的个人信息发生变更，您应及时通知XXX科技公司予以及时变更。由于您未及时通知、变更的而导致XXX科技公司无法联系到您，导致您的服务受到影响的，您应自行承担责任。
				</p>
				<p> 2.6
					<strong><u>用户注册帐号后如果长期（比如连续90日）不登录该帐号，XXX科技公司有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。</u></strong>
				</p>
				<br>
				<p> <strong>三、使用本服务的方式</strong></p>
				<p> 3.1 您应当通过XXX科技公司提供或认可的方式使用本服务。除了本协议外，如您还与XXX科技公司签订有其他书面文件涉及本服务如何使用的，您应同时遵守。</p>
				<p> 3.2您依本协议条款所取得的权利不可转让、分割、共享、出租、合作等；未经XXX科技公司书面许可，您不得私自销售、转让、共用、出租平台所提供的服务，否则，XXX科技公司有权中止提供本服务并要求更正，或者直接终止本服务，且无需承担任何责任。
				</p>
				<p> 3.3 您在XXX科技公司平台上如涉及使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议等。</p>
				<p> 3.4 您在使用本服务过程中应当遵守国家法律法规及当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了国家法律法规及当地法律法规或道德风俗，您应当为此独立承担责任。</p>
				<br>
				<p> <strong>四、基于平台提供服务</strong></p>
				<p> 4.1 XXX科技公司通过平台所提供的服务仅为软件许可及平台网络服务，您可以通过平台网站或平台客户端软件获取相关服务。</p>
				<p> 您应当理解，您使用XXX科技公司的服务可能还需自行准备与相关服务有关的终端设备（如电脑、手机、iPad等装置），并承担所需的费用（如电话费、上网费等费用）。</p>
				<p>您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。</p>
				<p> 4.2 您不得使用未经XXX科技公司授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。</p>
				<p> 4.3 因XXX科技公司主要依托软件向您提供服务，您还应遵守以下约定：</p>
				<p> 4.3.1您在使用本服务的过程中可能需要下载、安装、运行平台客户端软件，对于这些软件，XXX科技公司给予您一项个人的、不可转让、不可转授权及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些软件。该许可限于您非商业目的使用。
				</p>
				<p> 4.3.2为了改善用户体验、保证服务的安全性及产品功能的一致性，XXX科技公司可能会对软件等平台版本进行更新，优化使用体验，如用户收到软件等平台版本更新提示，须尽快完成更新。如更新涉及收费的，您可能需要付费更新。如您未及时更新，您所使用的软件等平台版本将可能无法正常使用，并停止维护。如因您未及时更新导致无法正常使用服务，XXX科技公司不承担任何责任。
				</p>
				<p> 针对部分更新，XXX科技公司有权不经向你特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。软件新版本发布后，旧版本的软件可能无法使用。XXX科技公司不保证旧版本软件继续可用及相应的客户服务，请您随时核对并下载最新版本。
				</p>
				<p> 4.3.3</p>
				<p> XXX科技公司可能为不同的终端设备开发不同的软件版本，您应当根据实际情况从XXX科技公司及其授权的第三方选择与所安装终端设备相匹配的软件版本。如果您从未经XXX科技公司及其授权的第三方获取软件或与软件名称相同的安装程序，XXX科技公司无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
				</p>
				<p> 4.4</p>
				<p> 本服务中XXX科技公司所提供的硬件设备（如有），其知识产权归属XXX科技公司。产品硬件存在系统、内存、配置、老化等自身限制，随时间推移可能出现非故障性报废或无法正常使用，如出现硬件无法使用的情况，请及时联系XXX科技公司咨询指导，必要时可能需您自费完成硬件更新（更换）（比如硬件不在保修期内，硬件不属于保修范围等）。
				</p>
				<br>
				<p> <strong>五、推送信息</strong></p>
				<p> 　　5.1 您同意XXX科技公司可以在提供服务的过程中自行或由第三方合作方向您发送广告、推广或宣传信息（包括商业与非商业信息）（统称“推送信息”），其方式和范围可不经向您特别通知而变更。
				</p>
				<p> 　　5.2 XXX科技公司可能为您提供选择关闭推送信息的功能，但任何时候您同意不会以XXX科技公司未提供前述关闭功能而认为侵犯您的个人隐私或其他合法权利。</p>
				<p> 　　5.3</p>
				<p> XXX科技公司依照法律的规定对第三方合作方履行相关义务，您应当自行判断推送信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述第三方合作方提供的内容而遭受的损失或损害，您应对依推送信息进行的交易负责，XXX科技公司不承担责任。
				</p>
				<br>
				<p> <strong>六、收费服务</strong></p>
				<p> 　　6.1</p>
				<p> XXX科技公司的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议及规则。<strong>付费服务内容和价格等具体信息以平台公布的以及用户账号下订单信息为准。针对付费服务，如您未及时付费的，您将无法使用该等付费服务。</strong>
				</p>
				<p> 　　6.2</p>
				<p> XXX科技公司可能根据实际需要对收费服务的收费标准、方式进行修改和变更，XXX科技公司也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，XXX科技公司将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
				</p>
				<br>
				<p> <strong>七、知识产权及保密</strong></p>
				<p> 7.1</p>
				<p> 除XXX科技公司另有特别声明外，平台网站、软件、硬件及平台上其他信息资料（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架等）的商标权、著作权、专利权及其他知识产权或其他合法权益均归XXX科技公司所有。上述及其他任何本服务包含的内容的知识产权及其他合法权益均受到法律保护，未经XXX科技公司书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
				</p>
				<p> 7.2与“黑猫007”、“中工云数据”及本合同所涉及的XXX科技公司及XXX科技公司关联企业名称、产品名称、字号、域名、商标、服务标记、LOGO、宣传册、音视频等信息资料及其相关权利的所有权利均归属于XXX科技公司及其关联公司；您未经XXX科技公司书面许可，不得以任何方式擅自使用。您不得在任何类别项下，申请注册或登记与XXX科技公司及其关联公司相关的前述包括但不限于任何商标、服务标记及其他任何类型的知识产权。
				</p>
				<p> XXX科技公司是相关产品内容或运营模式的原创作者和著作权人或相关权利拥有者。任何人未经书面授权，不得复制、改编、摘编、传播或利用其它未经授权方式使用相关产品内容或运营模式，否则，XXX科技公司将追究相关侵权责任。
				</p>
				<p> 本协议的签署，并不代表XXX科技公司同意您使用XXX科技公司商标品牌、XXX科技公司品牌形象代言人的形象（肖像、图片、视频、资料等）。如您需要使用，请事先获得XXX科技公司的书面许可。
				</p>
				<p> 7.3<strong>未经XXX科技公司书面许可同意，您不得以任何理由自行或委托第三方以任何方式使用XXX科技公司知识产权（XXX科技公司自有的或获得第三方授权许可的）及其他权利，否则XXX科技公司有权立即单方面终止本协议，并有权要求您赔偿全部损失（包括但不限于经济损失、调查取证费用、公证费用、律师费等）。</strong>
				</p>
				<p> 7.4 除非XXX科技公司书面许可，您不得从事下列任一行为：&nbsp;</p>
				<p> （1）删除软件及其副本上关于著作权的信息；</p>
				<p> （2）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；&nbsp;</p>
				<p> （3）对XXX科技公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；&nbsp;</p>
				<p> （4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经XXX科技公司授权的第三方工具/服务接入软件和相关系统；&nbsp;
				</p>
				<p> （5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；&nbsp;</p>
				<p> （6）通过非XXX科技公司开发、授权的第三方软件、插件、外挂、系统，登录或使用XXX科技公司软件及服务，或制作、发布、传播非XXX科技公司开发、授权的第三方软件、插件、外挂、系统；
				</p>
				<p> （7）其他侵犯XXX科技公司软件著作权的行为。</p>
				<p> （8）侵犯XXX科技公司著作权、专利权、商业秘密、技术方案等合法权益的行为。</p>
				<p> 7.5<strong>未经XXX科技公司书面同意及授权，用户不得以任何方式将因本协议之订立或执行所得悉的平台技术数据、商业秘密及其他机密资料和信息提供给任何第三人或向第三人披露或擅自使用。如用户违反前述约定的，XXX科技公司有权立即终止本协议并要求用户赔偿其损失。</strong>
				</p>
				<p> 7.6如平台允许用户发表评论、心得、上传图片等，则该服务属于平台为用户提供信息存储空间，用户该等行为仅表明用用户其个人立场和观点，并不代表平台的立场或观点。由用户所发表内容引起的一切纠纷，由该内容发表者承担全部法律责任。同时，针对用户所发表的内容，用户同意无偿授予平台永久的、不可撤销的、非独占的，全球范围内的使用授权及转授权，平台可基于平台运营、宣传使用目的而使用；如有其他第三方复制或非法利用用户所发表的内容的，用户同意平台有权进行进行维权处理（警告、投诉、举报、索赔等相关）
				</p>
				<br>
				<p> 八、责任承担</p>
				<p> 　　8.1 您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：</p>
				<p> 　　（1）发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</p>
				<p> 　　（2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</p>
				<p> 　　（3）恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
				<p> 　　（4）发布、传送、传播广告信息及垃圾信息；</p>
				<p> 　　（5）其他法律法规禁止的行为。</p>
				<p> 　　8.2如果您违反了第8.1条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求XXX科技公司给予协助。如您的行为造成损害的，您应依法予以赔偿，XXX科技公司不承担任何责任；XXX科技公司因此遭受损失的，您也应当一并赔偿。
				</p>
				<p> 　　8.3如果XXX科技公司发现或收到他人举报您发布的信息违反第8.1条约定，XXX科技公司有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，XXX科技公司有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止本服务，追究法律责任等措施。
				</p>
				<p> 8.4用户保证并承诺通过XXX科技公司上传或发布的任何资料信息均真实有效；用户承诺不以任何非法目的或途径使用XXX科技公司服务及内容，并遵守所有与XXX科技公司服务相关的法律、法规及其他规范性文件；用户承诺不会利用平台搜集、探询、索取平台其他用户的个人信息、联络方式及财务状况等；用户承诺不会以任何不合法的方式、为任何不合法的目的、或以任何与本协议不一致的方式使用软件和相关服务；用户承诺严格按照本协议履行义务。因违背上述承诺造成的损失及后果，用户自行负全部责任，与XXX科技公司无关；如给XXX科技公司造成损失的，用户负有全部赔偿责任。
				</p>
				<p> 8.5如用户在XXX科技公司的某些行为或言论不合法、不真实、不适当、违反有关协议约定、侵犯XXX科技公司的利益等，XXX科技公司有权基于独立判断直接删除用户在XXX科技公司上作出的上述行为或言论，有权采取暂停或注销账户或中止、终止、限制用户使用XXX科技公司服务等措施，而无需通知用户，亦无需承担任何责任。如因此而给XXX科技公司造成损失的，用户应承担赔偿责任。
				</p>
				<p> 8.6用户承诺其不因任何原因在任何渠道发布关于XXX科技公司及与XXX科技公司有关的不利言论，禁止恶意攻击，否则XXX科技公司有权通过各种方式维护自身权益并随时要求用户停止侵害、恢复名誉、消除影响、在业内有影响力的媒体上赔礼道歉、赔偿所有损失等。
				</p>
				<p> 8.7如根据本协议约定，您需要向XXX科技公司赔偿损失的，赔偿范围包括但不限于经济损失、律师费、公告费、调查取证费、诉讼费及其他费用等。针对该等赔偿义务，XXX科技公司有权先行在用户已经支付但尚未使用的付费款项中扣除相应金额，剩余部分可向用户另行主张。
				</p>
				<p> 8.8XXX科技公司的员工、合作单位为XXX科技公司存续及发展的重要支撑力量，用户不得以任何方式劝诱、要求、或者邀请XXX科技公司的员工或者合作单位与XXX科技公司终止或者解除服务关系，或劝诱、要求、或者邀请XXX科技公司的员工或者合作单位接受由用户自己或者用户介绍的其他个人或组织提供（无论正式、兼职、或者临时组织的活动）的任何职务。如用户有违反，用户应当向XXX科技公司承担违约赔偿责任，赔偿金额为上述人员离职前所在的XXX科技公司岗位上一年度年薪或报酬的两倍。
				</p>
				<p> 8.9 如XXX科技公司本协议约定，给用户造成损失的，XXX科技公司需承担相应违约责任。</p>
				<br>
				<p> 九、协议终止及账户注销</p>
				<p> 9.1基于服务的安全性、合法性原因（诸如用户个人资料不具有真实性、合法性、有效性或完整性或存在异常交易，或存在违反本协议或各项规则，或其他XXX科技公司认为存在风险的情况），XXX科技公司有权基于单方独立判断，不经事先通知而改变、中止、中断、终止向用户提供部分或全部服务，暂时冻结或永久冻结（注销）用户的账号，并将其注册资料等信息移除或删除，且无须向用户或任何第三方承担任何责任。
				</p>
				<p> 9.2 非因本协议约定或事先征得XXX科技公司书面同意，用户不得擅自解除、终止本协议。</p>
				<p> 9.3在用户违反本协议及其相关规则，或用户违反相关法律法规规定、监管政策规定，或用户侵犯他人合法权益而被相关权利人要求，或司法机关等有权机关要求，XXX科技公司有权通过站内信、电子邮件、微信、QQ等方式中止、终止本协议、关闭用户账户或者限制、中止、终止用户使用XXX科技公司部分或全部服务，且无需承担任何责任。但XXX科技公司的中止、终止、限制行为并不免除用户根据本协议还未履行完毕的义务。
				</p>
				<p> 9.4<strong><u>在必要时，XXX科技公司无需进行事先通知即有权终止提供用户账户服务，并可立即暂停、关闭或删除用户账户及该用户账户中的所有相关资料及档案，并将用户滞留在这些账户的合法资金（如有）根据本协议及相关规则妥善处理。</u></strong>
				</p>
				<p> 9.5 用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用XXX科技公司服务期间的行为承担可能的违约或损害赔偿责任，同时XXX科技公司仍可保有用户的相关信息。
				</p>
				<p> 9.6若用户使用第三方网站账号注册XXX科技公司用户账户，则应对XXX科技公司用户账户所对应的第三方网站账号拥有合法的使用权，如用户因故对该第三方网站账号丧失使用权的，则XXX科技公司可停止为该用户账户提供服务。
				</p>
				<br>
				<p> 十、不可抗力及其他免责事由</p>
				<p> 10.1您理解，XXX科技公司需要定期或不定期对提供平台网站及相关客户端软件或相关设备进行检修或维护，如因此类情况而造成的网络服务在合理时间内的中断，XXX科技公司无需为此承担任何责任，但XXX科技公司将事先进行通告。
				</p>
				<p> 你理解并同意XXX科技公司将会尽其商业上的合理努力保障你在平台软件及服务中的数据存储安全，但是，XXX科技公司并不能就此提供保证。</p>
				<p> 10.2您理解并同意，XXX科技公司的服务是按照现有技术和条件所能达到的现状提供的。XXX科技公司会尽最大努力向您提供服务，确保服务的连贯性和安全性；但XXX科技公司不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为、政策等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
				</p>
				<p> 出现上述情况时，XXX科技公司将努力及时进行修复，但是由此给您造成的损失，XXX科技公司在法律允许的范围内免责。</p>
				<p> 　　10.3 在法律允许的范围内，XXX科技公司对以下情形导致的服务中断或受阻或者任何资料在产生或在传送过程中产生的延误、不准确、错误或遗漏不承担任何责任：</p>
				<p> 　　（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
				<p> 　　（2）用户或XXX科技公司的电脑软件、系统、硬件和通信线路出现故障；</p>
				<p> 　　（3）用户操作不当；</p>
				<p> 　　（4）用户通过非XXX科技公司授权的方式使用本服务；</p>
				<p> （5）其他XXX科技公司无法控制或合理预见的情形。</p>
				<p> 　　10.4您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，XXX科技公司不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：
				</p>
				<p> 　　（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</p>
				<p> 　　（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</p>
				<p> 　　（3）其他因网络信息或用户行为引起的风险。</p>
				<p> 　　10.5您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，XXX科技公司不承担法律责任。
				</p>
				<p> 10.6 如您违反相关法律法规或本协议的约定，或XXX科技公司按照法律规定或主管部门的要求，XXX科技公司有权不经通知而中断或终止向您提供服务。</p>
				<p> XXX科技公司依据本协议约定获得处理违法违规内容的权利，该权利不构成XXX科技公司的义务或承诺，XXX科技公司不能保证及时发现违法行为或进行相应处理。</p>
				<p> 10.7 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，谨慎处理。</p>
				<br>
				<p> 十一、服务的变更、中断、终止</p>
				<p> 11.1 XXX科技公司可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
				<p> 11.2您理解并同意，XXX科技公司有权自主决定经营策略，并有权根据业务经营情况随时变更、中断或终止部分或全部是否服务（不管是免费服务还是付费服务）。如变更、中断或终止的服务属于免费服务，XXX科技公司无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的服务属于收费服务，XXX科技公司将提前通知，并对受影响的用户提供相应补偿或提供其他替代性服务。
				</p>
				<p> 在XXX科技公司发生合并、分立、收购、资产转让、经营模式变动等重大变化时，XXX科技公司有权独立判断后单方停止服务，终止本协议，也可未经通知您即向第三方转让本服务下相关资产；XXX科技公司将本协议下部分或全部服务转交由第三方运营或履行，并通知您。
				</p>
				<p> 　　11.3 如发生下列任何一种情形，XXX科技公司有权不经通知而中断或终止向您提供的服务：</p>
				<p> 　　（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
				<p> 　　（2）您违反相关法律法规或本协议的约定；</p>
				<p> 　　（3）按照法律规定或主管部门的要求；</p>
				<p> 　　（4）出于安全的原因或其他必要的情形。</p>
				<p> 　　11.4 XXX科技公司有权按本协议六条的约定进行收费。若您未按时足额付费，XXX科技公司有权中断、中止或终止提供服务。</p>
				<p> 　　11.5您有责任自行备份存储在本服务中的数据。如果您的服务被终止，XXX科技公司可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，XXX科技公司没有义务向您返还或提供数据。
				</p>
				<p> 11.6XXX科技公司无需用户同意即可向XXX科技公司关联实体或其他第三方转让与XXX科技公司平台有关的全部或部分权利和义务。未经XXX科技公司事先书面同意，用户不得转让其在本协议项下的任何权利和义务。
				</p>
				<br>
				<p> 十二、未成年人使用条款</p>
				<p> 　　12.1 若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。</p>
				<p> 12.2 监护人、学校均应对未成年人使用本服务时多做引导。特别是家长应关心子女的成长，注意与子女的沟通，指导子女上网应该注意的安全问题，防患于未然。</p>
				<br>
				<p> 十三、管辖与法律适用</p>
				<p> 　　13.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
				<p> 　　13.2 本协议签订地为中华人民共和国广西壮族自治区南宁市青秀区。</p>
				<p> 　　13.3 若您和XXX科技公司之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
				<br>
				<p> 十四、其他</p>
				<p>14.1 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
				<p>14.2 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
				<p> 14.3XXX科技公司无需用户同意即可向第三方转让与XXX科技公司有关的全部或部分权利和义务。未经XXX科技公司事先书面同意，用户不得转让其在本协议项下的任何权利和义务。
				</p>
				<p> 14.4XXX科技公司对于用户的通知及任何其他的协议、告示或其他关于用户使用用户账户及服务等的通知，用户同意XXX科技公司可通过XXX科技公司系统公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递等方式进行，该等通知于发送之日视为已送达收件人。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，XXX科技公司不承担责任。
				</p>
				<p> 14.5用户应提供自己的真实、最新、有效及完整的个人资料，应妥善维护并及时更新自己的个人资料（特别是常用电子邮箱、常用联系电话、常用联系地址、邮编等联系方式），确保其真实、最新、有效及完整、安全。联系方式等个人资料发生变更时，应在3日内进行更新。
				</p>
				<p> 14.6 本协议中未尽事宜应依照中华人民共和国的法律法规及XXX科技公司公布的相关规则、操作指引办理。</p>
				<p> 如果您对本协议或本服务有意见或建议，可与XXX科技公司客户服务部门联系，我们会给予您必要的帮助。</p>
				<p> 在法律允许的范围内，本协议最终解释权归XXX科技公司所有。</p>
				<p> 14.7用户点击确认同意本协议或通过注册或使用本服务即视为用户同意本协议，本协议立即生效，本协议即在用户和XXX科技公司之间产生法律效力。本协议将以电子文件方式留存于XXX科技公司平台系统中，并以此作为为双方履行及遵循的依据。本协议可能存在包括中文、英文在内的多种语言的版本，如果存在中文版本与其他语言的版本相冲突的地方，以中文版本为准。
				</p>
				<br>
				<p> XXX科技公司</p>
			</view>

		</view>
		<view v-if="id == 2" style="margin-top: 20px;">
			<view class="text-two">
				<p> 发布日期：2022年【11】月【14】日</p>
				<br>
				<p> 生效日期：2022年【11】月【15】日</p>
				<br>
				<p> 尊敬的用户，欢迎您使用由XXX科技公司（以下简称
					“<strong>我们</strong>”）为您提供的本系统软件和产品（以下简称“本系统”或“本软件”），我们非常重视用户（以下或称“您”）个人信息的保护。鉴于此，我们根据相关法律法规规定，制定了本隐私政策，以帮助您了解我们将如何收集、使用并保护您的个人信息。
				</p>
				<br>
				<p> 请您在注册、使用本系统前认真阅读并确认充分理解本隐私政策。如您使用本服务，即意味着您已阅读本隐私政策的所有条款，并且同意我们按照本隐私政策收集、使用并保护您的个人信息。如您不同意本隐私政策的部分或全部内容、或对本隐私政策内容有任何疑问，您有权立即停止使用本服务，并与我们联系（联系方式详见文末）。
				</p>
				<br>
				<p> <strong><u>本隐私政策已对与您的权益具有或可能具有重大关系的条款，我们可能收集的个人敏感信息，及对我们具有或可能具有免责或限制责任的条款，采用粗体字/下划线的显著方式予以提示，也将在您首次打开本软件时通过弹窗提示的方式引导您关注了解本政策的核心内容，敬请您重点阅读和注意。</u></strong>
				</p>
				<br>
				<p> <strong>请注意，我们的产品及服务旨在<u>向家长（为避免疑义，本协议中提及的家长为学生的监护人）和班级教师提供，用于记录家长的子女在课堂上的表现，增加家长与教师之间的互动，以整体提高对家长的子女的教育的教学质量。如果您是未成年人，尤其是不满十四周岁的未成年人，敬请不要注册成为我们的用户并使用我们的产品及服务。</u></strong>
				</p>
				<br>
				<p> </p>
				<br>
				<p> 本政策将帮助您了解以下内容：</p>
				<br>
				<p> 一、定义</p>
				<br>
				<p> <strong>二、我们如何收集和处理您的个人信息</strong></p>
				<br>
				<p> 三、我们如何使用Cookies和同类技术</p>
				<br>
				<p> 四、我们如何共享、转让、公开披露您的个人信息</p>
				<br>
				<p> 五、我们如何保护您的个人信息</p>
				<br>
				<p> 六、您对您的个人信息的权利</p>
				<br>
				<p> 七、第三方服务提供商及其服务</p>
				<br>
				<p> 八、个人信息存储</p>
				<br>
				<p> <strong>九、关爱未成年人</strong></p>
				<br>
				<p> 十、本隐私政策如何更新</p>
				<br>
				<p> 十一、如何联系我们</p>
				<br>
				<p>十二、附录《<view style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue" @click="toThirdSDK()">
						本系统第三方SDK目录
					</view>》</p>
				<br>
				<p> <strong>一、定义</strong></p>
				<br>
				<p> <strong>“关联公司”</strong>指因共同所有权或控制权而与我们相关的公司。</p>
				<br>
				<p> <strong>“第三方”</strong>指并非因为共同所有权或控制权而存在相关关系的公司或人（即非关联公司）或者其他非相关的个人。第三方可以是金融或非金融公司，亦或是除您与我们以外的人。</p>
				<br>
				<p> <strong>“个人信息”</strong>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
				<br>
				<p> <strong>“儿童”</strong>指不满十四周岁的未成年人。</p>
				<br>
				<p> <strong>“学生”</strong>指教师使用本服务时收集信息的对象，包括儿童及不满十八周岁的未成年人。</p>
				<br>
				<p> <strong>“家长”</strong>指学生的监护人。</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>二、我们如何收集和处理您的个人信息</strong></p>
				<br>
				<p> 出于提供“本系统”产品及服务的目的，我们会收集学生（含儿童）的个人信息以及教师和家长的个人信息。我们在本章向您列明我们收集个人信息的目的、方式和范围。</p>
				<br>
				<p> <strong>（一） 基本业务功能</strong></p>
				<br>
				<p> 为实现向您提供“本系统”的基本业务功能，您须授权我们收集、使用必要的个人信息，我们将根据合法、正当、必要的原则，仅收集实现产品／服务功能所必要的信息用于实现明确、合理的处理目的。如果我们有意将您的个人信息用于本政策未明确的其它目的，我们会再次征得您的同意。
				</p>
				<br>
				<p> 在收集您的个人信息时，我们会以本政策列明的三种方式进行收集，这些方式包括您在使用本软件时主动向我们提供，我们通过自动化手段采集您在使用本软件过程中产生的信息，以及我们通过合法共享、转让、搜集公开信息的间接方式获取您的个人信息的方式。为行文简洁清晰，我们在本政策中相关服务和功能中将不再分别一一赘述该类收集方式。
				</p>
				<br>
				<p> 我们会基于以下目的、方式和范围，收集和使用下列与您有关的个人信息。如您拒绝提供相应个人信息，您可能无法注册成为我们的用户或无法享受
					“本系统”的基本业务功能或我们提供的其他某些产品与服务，或者无法达到使用相关服务拟达到的效果。</p>
				<br>
				<p> <strong>1. 注册与登录</strong></p>
				<br>
				<p> 为成为我们的用户，<strong><u>我们会收集您的手机号码、昵称，以便您完成账号注册及开通。</u></strong></p>
				<br>
				<p> 如果您使用微信账号登录的，我们会申请获取您的<strong><u>微信头像、昵称信息</u></strong>。我们最终能够获得的个人信息将以微信授权的内容为准。若您拒绝提供微信帐号下的信息，则您无法选择使用微信帐号的方式注册并登录，我们承诺该类个人信息的第三方帐号渠道来源的合法性，并遵守第三方帐号接口权限要求。在您通过微信登录本软件后，您仍需要提供您的手机号码加验证码，用于绑定您的微信帐号。
				</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>2. 提供产品或服务</strong></p>
				<br>
				<p><strong> （1）创建班级</strong></p>
				<br>
				<p><strong>
						为了方便教师实现班级管理功能，以及加强与家长的沟通，您可以使用创建班级的功能。此功能的使用需要您提供学生姓名、昵称、头像、家长姓名及账户名。请您在向我们提供学生的个人信息建立班级以及学生档案前，按照相关法律法规要求将我们如何使用和处理个人信息的目的、方式、范围、传输以及保护规则（即《本系统软件许可及服务协议》以及《本系统隐私政策》）告知学生家长，并取得学生家长的同意。</strong>
				</p>
				<br>
				<p> 您可以选择拒绝向我们提供学生的个人信息。但请您注意：<strong><u>如果您不向我们提供学生的个人信息，您可能无法实现上述功能，以及将无法获取最佳的产品体验。</u></strong></p>
				<br>
				<p> <strong>家长知悉并同意教师和本软件出于本软件功能的目的收集和使用上述未成年人的个人信息，家长亦可随时通过和我们客服联系，撤回上述同意。</strong></p>
				<br>
				<p> 当您使用创建班级功能时，我们需要获取您的外置存储读写权限。当您开启外置存储读写权限之后，我们会获取您的本地文件信息，我们会在外置存储上保存和读取您的用户登录标识，用户首次登录标识信息，以供您当次和下次正常登录；我们也会保存和读取您需要保存和调用的图片、视频，以供您上传或保存<strong>班级头像、个人头像、学生头像</strong>、点评类型配图。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用创建班级功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>（2）教师点评学生课堂表现与家长查看功能</strong></p>
				<br>
				<p> 为了实现“老师对班内学生进行点评”的功能，我们<strong><u>会收集学生的姓名、课堂表现、提交的作业、考勤信息。</u></strong>为了实现“家长关联学生来查看学生的课堂表现”，<strong><u>我们会收集学生的上课的表现情况以及家长的要求。</u></strong>
				</p>
				<br>
				<p> <strong>如果您是学校教师，请您在向我们提供学生个人信息前，将本隐私政策提供给学生的监护人，并获取学生的监护人的明确、有效的同意。</strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用教师点评学生课堂表现与家长查看功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> 我们会按照法律、行政法规的规定和我们之间约定的目的、范围使用您提供的个人信息。因业务需要，确需超出约定的目的、范围使用的，我们会向您告知相关情况。如果您是学校教师，请将相关情况告知学生家长，并取得其同意。
				</p>
				<br>
				<p> <strong>（3）家校沟通</strong></p>
				<br>
				<p> 为了加强家长与学校老师之间的沟通与联动，我们为您提供家校沟通功能。作为教师，您可以查看学生家长提交作业信息与上报信息。</p>
				<br>
				<p> 当您使用家校沟通功能时，我们需要<strong><u>获取您的外置存储读写权限、相机权限和麦克风权限。</u></strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用家校沟通功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>（4）聊天功能</strong></p>
				<br>
				<p> 为了方便教师与家长的顺畅沟通，及时了解学生的学习情况，您可以使用本软件的聊天功能，<strong><u>我们会收集您向我们主动提供的聊天记录信息，包括聊天文字与图片信息。</u></strong>
				</p>
				<br>
				<p> 当您使用聊天功能时，我们<strong><u>需要获取您的外置存储读写权限和相机权限。</u></strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用聊天功能，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> 3. 安全运行</p>
				<br>
				<p> 我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。在您使用本软件时，<strong><u>系统会自动记录您的登录情况、使用时长、使用情况</u></strong>用于我们网络和系统安全的防控、用户使用统计以及履行其他中国法律法规的规定。我们还可能为了保障本软件的安全稳定运行，以及为您提供安全保障的合理需要而获得的您的其他信息，包括您向我们提供的相关反馈信息，包括图片和文字信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。为实现安全保障功能所收集的信息是必要信息。因此，我们会收集如下的设备信息与日志信息：
				</p>
				<br>
				<p> （1）为了保障软件与服务的安全运行，我们会收集您的硬件型号、操作系统版本号、唯一设备标识符（包括IMEI、IMSI、Android ID、设备硬件序列号、IDFA）、网络设备硬件地址、IP
					地址、软件版本号、网络接入方式、类型、状态、网络质量数据、服务日志、设备所在位置相关信息（包括您授权的GPS位置以及WLAN接入点、蓝牙和基站信息）。</p>
				<br>
				<p> （2）为了你的安全运行环境，防止界面劫持，我们会通过读取应用列表和应用进程进行界面安全提示，同时为了预防恶意程序及安全运营会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。
				</p>
				<br>
				<p> （3）我们可能使用您的账户信息、设备信息、服务日志信息以及我们关联方、合作方在获得您授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。</p>
				<br>
				<p> 4. 软件升级</p>
				<br>
				<p> 为了提供软件升级服务，我们需要收集您的设备信息（Mac地址、IP地址）、应用版本号，获取您的外置存储读写权限。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法正常进行软件升级，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>请注意，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。</strong>
				</p>
				<br>
				<p> （二） 附加业务功能</p>
				<br>
				<p> 同时，为了向您提供更优质的附加的产品和服务，我们向您提供“本系统”的扩展业务功能，您可选择授权我们收集、使用相应的个人信息，如您拒绝提供，您将无法正常使用相关扩展业务功能或无法达到我们期待的产品功能效果，但这并不会影响您正常使用“本系统”的基本业务功能。我们可能需要您同步授权相关权限并收集相应的下述信息：
				</p>
				<br>
				<p> <strong>1.邀请入班服务</strong></p>
				<br>
				<p> 为了方便您发送邀请入班短信，我们<strong>需要获取您的通讯录权限，当您开启该权限后，我们会收集您通讯录中的好友手机号码信息。</strong>如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法完全正常使用短信邀请好友入班的功能，但您可以通过向QQ好友、微信好友发送邀请链接的方式邀请入班。
				</p>
				<br>
				<p> <strong>2.学生档案服务</strong></p>
				<br>
				<p> 为方便您保存学生档案图片到本地相册，我们<strong>需要获取您的存储读取权限</strong>。如果您拒绝提供本功能所需要的信息或拒绝授权所需要的权限，您可能无法将学生图片保存到本地相册，但不影响您使用其他基本业务功能。
				</p>
				<br>
				<p> <strong>3.扫码功能</strong></p>
				<br>
				<p> 为了向您提供扫码登录电脑版本系统以及扫码加入班级，您<strong>需要授权我们开启您设备的相机（摄像机）权限</strong>，用于扫码。在您使用安卓相机扫码时，安卓操作系统还会获取您的当前运行进程列表，这是安卓操作系统的行为。如您不提供以上信息或权限，您将无法使用上述基于相机的扫码功能，但不影响您正常使用本系统软件的其他功能。
				</p>
				<br>
				<p> <strong>4.复制功能</strong></p>
				<br>
				<p> 为了你可以更快速简单地输入和使用部分信息，我们在你复制系统通知、复制聊天页消息、文字点评、加入班级、添加学生时，会读取你当前剪贴板中的内容。</p>
				<br>
				<p> 注册和使用过程中，当您在帐号、密码、验证码、设置用户信息的输入框输入内容时，部分安卓手机（例如：VIVO手机）为了方便您输入复制的内容，还会读取您设备的剪切板的内容，这是安卓厂商系统的行为。</p>
				<br>
				<p> （三）依法豁免征得同意收集和使用的个人信息</p>
				<br>
				<p> 请您理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用您的个人信息无需征得您的授权同意：</p>
				<br>
				<p> 1)与国家安全、国防安全直接相关的；</p>
				<br>
				<p> 2)为应对突发公共卫生事件（如疫情），或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
				<br>
				<p> 3)与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> 4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
				<br>
				<p> 5)依照《中华人民共和国个人信息保护法》的规定在合理的范围处理您自行公开或者其他已经合法公开的个人信息，您明确拒绝的除外，当所收集信息对您的个人权益有重大影响时，我们会依法取得您的同意；</p>
				<br>
				<p> 6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> 7)根据您的要求签订或履行合同所必需的；</p>
				<br>
				<p> 8)用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；</p>
				<br>
				<p> 9)为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
				<br>
				<p> 10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
				<br>
				<p> 11)为履行法定职责或者法定义务所必需；</p>
				<br>
				<p> 12)法律法规规定的其他情形。</p>
				<br>
				<p> </p>
				<br>
				<p><strong> （四）有关敏感个人信息的提示</strong></p>
				<br>
				<p><strong>
						请您注意，个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。通常情况下，14岁以下（含）儿童的个人信息和涉及自然人隐私的信息属于个人敏感信息，且由您提供或我们收集您的个人信息中，也可能包含您个人的敏感信息，包括个人生物识别信息（包括面部识别特征、声纹等）、银行账户、交易和消费记录、身份证号及其他本隐私政策中列明的个人敏感信息。请您谨慎并留意您的个人敏感信息，您授权同意提供您的个人敏感信息，即表示您同意我们可以按本规则所述的目的和方式来处理您的个人敏感信息。如果您提供的是非您本人的个人信息，请您确保已取得相关个人信息主体的同意。</strong>
				</p>
				<br>
				<p><strong> 若您发现我们提供的产品或服务中存在用户未经您的授权同意上传、发布的您的个人信息，请根据本规则及时联系我们，经核实，我们会设法尽快删除相关信息。</strong></p>
				<br>
				<br>
				<p><strong> 三、我们如何使用Cookies和同类技术</strong></p>
				<br>
				<p> （一）Cookie是什么？</p>
				<br>
				<p> Cookie是我们网站、应用程序或服务传输并存储在您设备上的小文件。我们的网站、在线服务、互动应用程序和广告可能会使用Cookie和其他同类技术，如像素标签和网站信标、user
					agent。Cookie可能会在您的设备上存储。</p>
				<br>
				<p> （二）我们使用的Cookie</p>
				<br>
				<p> 1、我们使用Cookie或类似的跟踪技术来记住您的登录账号和密码，以便您后续直接登录使用；同时我们使用Cookie或类似的跟踪技术更好地了解您使用产品的频率、该产品内发生的事件、累计使用、性能数据、用户群的整体受众特征信息，以便我们分析趋势、管理网站、跟踪网站上的用户行为。
				</p>
				<br>
				<p> 2、如大多数网站一样，我们会自动收集某些信息以分析累积趋势并管理我们的网站。此信息包括互联网协议（IP）地址、浏览器类型、互联网服务提供商（ISP）、引用/退出页面、您在我们网站上查看的文件（包括HTML页面，图形）、操作系统、日期/时间戳和/或点击流数据。
				</p>
				<br>
				<p> 3、清除/禁用Cookie</p>
				<br>
				<p> 管理Cookie以及Cookie偏好必须在您浏览器的选项/偏好内完成。以下是关于如何在常用浏览器软件中执行此操作的指南：</p>
				<br>
				<p> · Microsoft Internet Explorer</p>
				<br>
				<p> · Microsoft Edge</p>
				<br>
				<p> · Mozilla Firefox</p>
				<br>
				<p> · Google Chrome</p>
				<br>
				<p> · Safari for macOS</p>
				<br>
				<p> · Safari for iOS</p>
				<br>
				<p> （三）更多关于Cookie的信息</p>
				<br>
				<p> 关于Cookie的详细信息以及关于如何设置您的浏览器来接受、删除或禁用Cookie的说明，请参阅www.allaboutcookies.org。请注意，当您更改您的浏览器设置来关闭Cookie或者是使用浏览器的“匿名浏览“功能时，Cookie将不会继续收集您的个人信息，但是网站上相应的一些用于提升您的浏览体验的功能也将无法使用。
				</p>
				<br>
				<p> 请知悉，根据适用的法律，我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善我们的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），<strong>若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的使用无需另行向您通知并征得您的同意。</strong>
				</p>
				<br>
				<p><strong> 四、我们如共享、转让、公开披露您的个人信息</strong></p>
				<br>
				<p> （一）委托处理</p>
				<br>
				<p> 我们的产品功能中某些具体的模块或功能可能由外部供应商提供。对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协定，并与其约定委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务等，我们会监督其个人信息处理活动，要求他们按照我们的要求、本政策以及其他任何相关的保密和安全措施来处理个人信息。
				</p>
				<br>
				<p> （二）共享</p>
				<br>
				<p> 在您使用我们的服务的时候，<strong>您同意您的个人信息可以向班级里的老师、其他家长以及班级中的学生公开。</strong>除此之外，我们不会与任何公司、组织和个人分享您的个人信息，但以下情况除外:
				</p>
				<br>
				<p> 1、在获取明确同意的情况下共享:获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
				<br>
				<p> 2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求， 对外共享您的个人信息。</p>
				<br>
				<p> 3、与我们的关联公司共享:您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
				<br>
				<p> 4、与授权合作伙伴共享:仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。</p>
				<br>
				<p> 目前，我们的授权合作伙伴包括：供应商、服务提供商、广告商和其他合作伙伴。我们将信息发送给在中国境内支持我们业务的供应商、服务提供商、广告商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量服务的有效性、提供客户服务、支付便利或进行学术研究和调查。我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与授权合作伙伴约定严格的数据保护措施，令其按照我们的委托目的、服务说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。
				</p>
				<br>
				<p> 关于实现广告相关的共享信息，本系统中的内容、广告均可能由我们的关联方、第三方，或者我们与软件服务提供商、智能设备提供商、系统服务提供商联合向您提供。除非得到您的许可，否则我们不会将您的个人身份信息与提供内容、广告、分析服务的合作伙伴共享。但我们会将去标识化后的个人信息与这些服务提供方等进行共享，形成不识别您个人身份的间接画像标签及去标识化的设备信息或匿名化后的信息，以帮助其在不识别您个人身份的前提下提升广告有效触达率，帮助我们分析、衡量广告和相关服务的有效性。
				</p>
				<br>
				<p> 对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
				<br>
				<p> （三）转让</p>
				<br>
				<p> 我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:</p>
				<br>
				<p> 1、在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息;</p>
				<br>
				<p> 2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
				<br>
				<p> （四）公开披露</p>
				<br>
				<p> 我们仅会在以下情况下，公开披露您的个人信息:</p>
				<br>
				<p> 1、获得您明确同意后;</p>
				<br>
				<p> 2、基于法律的披露:在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</p>
				<br>
				<p> （五）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
				<br>
				<p> 以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
				<br>
				<p> 1) 与国家安全、国防安全有关的；</p>
				<br>
				<p> 2) 与我们履行法律法规规定的义务相关的；</p>
				<br>
				<p> 3) 与公共安全、公共卫生、重大公共利益直接相关的；</p>
				<br>
				<p> 4) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> 5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
				<br>
				<p> 6) 您自行向社会公众公开的个人信息；</p>
				<br>
				<p> 7) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> 8）根据您的要求签订和履行合同所必需的；</p>
				<br>
				<p> 9) 维护所提供产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障。</p>
				<br>
				<p> （六）目前，我们接入的第三方SDK工具收集使用个人信息的目的、方式、范围详见十二、附录《本系统第三方SDK目录》。</p>
				<br>
				<p> 根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。<strong>我们可能会将所收集到的个人信息在进行匿名化处理后用于大数据分析，如形成不包含任何个人信息的热力图、洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。</strong>
				</p>
				<br>
				<br>
				<p> <strong>五、我们如何保护您的个人信息</strong></p>
				<br>
				<p> 1. 技术保护</p>
				<p> 为保障您的信息安全，我们努力采取各种符合业界标准的合理的物理、技术和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、去标识化、数据中心的访问控制。我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；我们会对您的个人信息分类管理。
				</p>
				<br>
				<p> 2. 安全体系保证</p>
				<p> 我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术、个人信息安全影响评估等方面多维度提升整个系统的安全性。</p>
				<br>
				<p> 3. 人员安全管理</p>
				<p> 我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。
				</p>
				<br>
				<p> 4. 信息安全保护提示</p>
				<p> （1）请您保管好您登录时所用到的短信验证码，协助我们保证您的帐号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				</p>
				<br>
				<p> （2）您的帐号均有安全保护功能，请妥善保管您的帐号及您的短信验证码。我方将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。但互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们强烈建议您使用此类工具时请使用复杂密码、定期修改密码、拒绝向他人透露个人账号密码等，并注意保护信息安全。
				</p>
				<br>
				<p> （3）信息披露提示及验证码泄露处理：<strong>我们强烈建议您在使用本软件及相关服务时，务必妥善保管好您的个人信息及其他身份要素。<u>在使用我们的服务时，如果您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息（如银行帐号信息、联络方式或者邮寄地址），请您仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是您的帐号及短信验证码发生泄露，请您立即联络我们，以便我们采取相应措施。</u></strong>
				</p>
				<br>
				<p> （4）信息安全事件处理。在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
				</p>
				<br>
				<p> （5）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的个人信息的安全性。由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。如果我们的物理、技术、或管理防护设施遭到破坏，导致个人信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
				</p>
				<br>
				<p> <strong> 六、您对您的个人信息的权利</strong></p>
				<br>
				<p> 我们尊重您对您个人信息的权利。以下列出您依法享有的权利，以及我们将如何保护您的这些权利。请注意，出于安全考虑，在处理您的请求前，我们可能要求您验证您的身份。</p>
				<br>
				<p> 在您使用本系统期间，为了你可以更加便捷地访问、更正、删除您的个人信息，我们在产品设计中为你提供了相应的操作设置，你可以参考以下指引进行操作。</p>
				<br>
				<p> <strong>（一）访问您的个人信息：</strong>如果您想行使数据访问权，可以通过电话和微信公众号联系我们，或直接在本系统APP中查看。访问您信息的步骤：</p>
				<br>
				<p> 1、教师用户访问头像、帐号、昵称（即“名字“，下同）、学校、学科学段、所在地区、绑定微信基本信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【基本信息】</p>
				<br>
				<p> 3）进行信息查询访问</p>
				<br>
				<p> </p>
				<br>
				<p> 2、教师用户访问班级通讯录信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【联系人】</p>
				<br>
				<p> 2）进行信息查询访问</p>
				<br>
				<p> </p>
				<br>
				<p> 3、教师用户访问聊天信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【联系人】</p>
				<br>
				<p> 2）选择【家长】、【学校】、【群聊】标签页</p>
				<br>
				<p> 3）进行信息查询访问</p>
				<br>
				<p> <strong>（二）更正您的个人信息：</strong>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或自行通过产品更正。您可以通过售后电话和微信公众号联系我们要求我们更正您的信息。经确认无误，我们将进行更正。在本系统APP中您可以更正昵称、头像和个人简介，更正步骤：
				</p>
				<br>
				<p> 1、教师用户更改头像，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【我的】</p>
				<br>
				<p> 2）点击左上角头像，选择本地图片</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<br>
				<p> 2、教师用户昵称（即“名字“，下同）、性别、邮箱基本信息，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【基本信息】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<p> </p>
				<p> 3、教师用户更改登录密码，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【重置密码】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<br>
				<p> 4、教师用户更换手机号，可通过以下操作方式：</p>
				<br>
				<p> 1）进入本系统后，点击【我的】</p>
				<br>
				<p> 2）点击【个人信息】-【更换手机号】</p>
				<br>
				<p> 3）进行更正操作</p>
				<br>
				<p> <strong>（三）注销您的个人账户：</strong>您随时可注销此前注册的账户，您可以在APP内设置-关于-注销账号进行注销，在您注销账号后，我们将停止为您提供服务，并将删除有关您账号的一切信息或对相关信息进行匿名化处理，但法律法规另有规定的除外。
				</p>
				<br>
				<p> <strong>（四）获取您的个人信息副本及转移您的个人信息：</strong>您有权获取您的个人信息副本。您可以通过本隐私政策载明的联系方式向我们提出获取您个人信息副本的要求。同时，在技术可行的前提下，例如数据接口已匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。
				</p>
				<br>
				<p> <strong>（五）投诉与举报：</strong>我们设置了投诉举报渠道，您的意见将会得到及时的处理。您可以参考下面的步骤在本系统里进行投诉和举报。</p>
				<br>
				<p> 1) 第一步：进入本系统App，点击【我的】；</p>
				<br>
				<p> 2) 第二步：点击【投诉与举报】。</p>
				<br>
				<p> （六）约束信息系统自动决策结果</p>
				<br>
				<p> 您有权对信息系统自动化决策的结果进行申诉，若您自觉相应的决策对您的权益造成了显著影响，您可以通过本隐私政策载明的联系方式与我们取得联系或向我们进行申诉。</p>
				<br>
				<p> <strong>（七）响应您的上述请求</strong></p>
				<br>
				<p> 为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</p>
				<br>
				<p> 我们将在15个工作日内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段(包括需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(包括涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。
				</p>
				<br>
				<p> 在以下情形中，我们将无法响应您的请求:</p>
				<br>
				<p> 1、与个人信息控制者履行法律法规规定的义务相关的;</p>
				<br>
				<p> 2、与国家安全、国防安全直接相关的;</p>
				<br>
				<p> 3、与公共安全、公共卫生、重大公共利益直接相关的;</p>
				<br>
				<p> 4、与犯罪侦查、起诉、审判和执行判决等直接相关的;</p>
				<br>
				<p> 5、个人信息控制者有充分证据表明个人信息主体存在主观恶意或滥用权利的;</p>
				<br>
				<p> 6、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</p>
				<br>
				<p> 7、响应个人信息主体的请求将导致个人信息主体或其他个人、组织的合法权益受到严重损害的;</p>
				<br>
				<p> 8、涉及商业秘密的。</p>
				<br>
				<p> <strong>针对您提供的学生的个人信息，如果您是学校老师，请在收到学生和/或家长行使上述数据主体权利的请求时，及时向我们告知。我们会按照适用法律法规的要求进行响应，您需要针对我们响应学生和/或家长的请求进行合理的配合，比如如果学生和/或家长要求删除其个人信息，您应当停止向“本系统”录入学生个人信息，并将学生和/或家长的该等请求及时向我们传达。</strong>
				</p>
				<br>
				<p><strong> </strong></p>
				<p><strong> 七、第三方服务提供商及其服务</strong></p>
				<br>
				<p> 请您注意，本政策适用于本系统服务提供者以网站、客户端、小程序以及随技术发展出现的其他新形态向您提供的各项产品与服务。在使用本软件的服务过程中，可能包含第三方网站、产品和服务，他们可能会以第三方网站的链接形式或其他例如API等不同的形式提供，我们会向您明确标识产品或服务由第三方提供。当您使用这些产品或服务时，也可能收集您的信息，因此我们强烈建议您审慎阅读该第三方的隐私政策，并由您选择是否访问或接受第三方提供的网站、产品和服务。我们亦会尽到审慎提示和基本的审查义务，要求提供网站、产品和服务的第三方保护您的个人信息。如您发现这些第三方创建的网页、提供的产品和服务存在风险时，建议您直接与他们联系获得他们关于隐私政策的保护详情，并停止相关操作以更好地保护您的合法权益。
				</p>
				<br>
				<p> </p>
				<br>
				<p> <strong>八、个人信息存储</strong></p>
				<br>
				<p> 存储地点：我们会按照适用的中国法律法规的要求，将收集的个人信息存储在我们位于【中国】的服务器上。未经您同意，我们不会将您的个人信息传输至境外。如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。
				</p>
				<br>
				<p> 存储期限：除法律法规另有规定外，我们将按如下期间存储您提供的个人信息：</p>
				<br>
				<p> 我们会储存您提供的个人信息以满足我们的正当业务需求（包括向您提供服务或者来满足相应的法律、税务以及财务的要求）。</p>
				<br>
				<p> 当我们没有这些需要使用到您提供的个人信息的正当业务需求时或者是中国法律法规规定的留存时间届满时，我们会删除您的个人信息或者对其进行匿名化处理，或者在匿名化或者删除皆不可能实现（包括您的个人信息已经在备份中存储）的时候，安全地储存您的这些个人信息并且将这些个人信息与其他的数据处理区隔开来。<strong><u>如果是学生的个人信息，当我们停止向您提供“本系统”产品及服务后，我们会停止学生个人信息的收集活动，并在在法定留存期届满后删除我们持有的学生个人信息。</u></strong>
				</p>
				<br>
				<p><strong> 九、 关爱未成年人</strong></p>
				<br>
				<p><strong> <u>我们非常重视对未成年人个人信息的保护。我们的产品和服务主要面向成人。</u></strong></p>
				<p><strong>
						如果您是儿童用户的父母或其他监护人，请您仔细阅读和选择是否同意本政策《本系统儿童个人信息保护政策》。我们希望请您与我们共同保护儿童的个人信息，教育引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经您同意的情况下，不向任何网络产品和服务提供者提供任何个人信息。</strong>为了更好地保护儿童的权益，我们还可能向监护人收集更多信息（例如<strong>姓名、身份证、户口本或其他监护关系证明</strong>），以便进一步验证监护人与儿童的监护关系，并按照法律法规的规定，在获得监护人同意之后才允许儿童继续使用我们的相关产品或服务。我们将根据本政策及《本系统儿童个人信息保护政策》采取特殊措施保护我们获得的您孩子的个人信息。如果您不同意上述政策和规则的内容，请您要求您的孩子立即停止访问/使用我们的产品或服务。
				</p>
				<br>
				<p> <strong>如果没有监护人的同意，儿童不得创建自己的用户账户，如果您是儿童用户，请务必通知您的监护人共同阅读本政策及《本系统儿童个人信息保护政策》，并在您使用我们的产品或服务、提交个人信息之前，寻求您的监护人的同意和指导。</strong>
				</p>
				<br>
				<p> 对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。<strong><u>如果我们发现在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。</u></strong>
				</p>
				<br>
				<p><strong><u> 尽管当地法律和习俗对儿童的定义不同，但我们将不满 14 周岁的任何人均视为儿童。</u></strong></p>
				<br>
				<p> </p>
				<p> <strong>十、本隐私政策如何更新</strong></p>
				<br>
				<p> 我们保留不时更新或修改本政策的权利。我们会通过不同渠道向您发送变更通知，包括您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的隐私政策，以便您及时了解本隐私政策的最新版本。如您继续使用我们的服务，表示同意接受修订后的本隐私政策的内容，但是如果更新的内容需要采集您的个人敏感信息，仍会再次以显著方式征求您的同意。
				</p>
				<br>
				<p> 对于隐私政策的重大变更，我们还会提供更为显著的通知（我们会通过在登录页面以弹窗做特别提示方式，说明隐私政策的具体变更内容）。</p>
				<br>
				<p> 本隐私政策容许调整，但未经您同意，我们不会削弱您按照本隐私权政策所享有的权利。</p>
				<br>
				<br>
				<p> <strong>十一、如何联系我们</strong></p>
				<br>
				<p> 如果您对我们的隐私政策或做法有任何问题或疑虑，请通过以下方式联系我们：</p>
				<br>
				<p> 地址：广西南宁市青秀区振华路3号凯德科技园青工宿舍楼410号房</p>
				<br>
				<p> 电 话: 0771-5885606（办公时间：周一至周五 8:30-18:00）</p>
				<br>
				<p> 邮箱：zgy_company@163.com</p>
				<br>
				<p> QQ：775842894</p>
				<br>
				<p> 微信公众号：本系统</p>
				<br>
				<p> <strong><u>如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</u></strong></p>
				<br>
				<p class="flex">十二、附录《<view class="text-sm text-bold text-blue" @click="toThirdSDK()">
						本系统第三方SDK目录
					</view>》</p>
			</view>
		</view>
		<view v-if="id == 3" style="margin-top: 20px;">
			<view class="text-three">
				<p> 发布日期：2022年【11】月【14】日</p>
				<br>
				<p> 生效日期：2022年【11】月【15】日</p>
				<br>
				<p>XXX科技公司（以下简称“<strong>我们</strong>”）深知儿童（指未满十四周岁的未成年人，下同）个人信息安全和隐私的重要性，我们将在提供产品/服务过程中恪守权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等原则，根据儿童的父母或其他监护人（以下统称“<strong>监护人</strong>”或“<strong>您</strong>”）的同意和依法处理儿童（或称“<strong>您孩子</strong>”）的个人信息，并采用符合行业标准的安全技术措施及配套的管理措施以最大程度地防止您孩子的个人信息被泄露、毁损、未授权访问或更改等。
				</p>
				<br>
				<p> 除了《本系统隐私政策》《本系统软件许可及服务协议》，我们还希望通过《儿童个人信息保护规则》（以下简称“<strong>本规则</strong>”）向您说明我们在向您和/或您孩子提供产品/服务过程中收集、使用、存储、共享、转让、公开披露您或您的孩子个人信息的目的、方式、范围和信息安全保护措施，以及您管理相关个人信息的权利和实现方法。
				</p>
				<br>
				<p> <strong><u>请您在使用我们的产品/服务以前务必仔细阅读并透彻理解本规则，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意本规则全部条款后再开始使用或允许您孩子在您的陪同下使用。</u></strong>
				</p>
				<br>
				<p> 本规则为在《本系统隐私政策》基础上制定的特别规则，与《本系统隐私政策》如有不一致之处，以本规则为准；本规则未载明之处，则参照适用《本系统隐私政策》。除另有约定外，本规则所用术语和缩略词与《本系统隐私政策》中的术语和缩略词具有相同的涵义。
				</p>
				<br>
				<p> 监护人特别说明：</p>
				<br>
				<p>
					<strong><u>
							请您务必仔细阅读和选择是否同意本规则，我们希望您与我们共同保护您孩子的个人信息和隐私安全，教育、引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经监护人同意的情况下，不向任何产品/服务提供者提供任何个人信息。如您不同意《本系统隐私政策》和本规则，将可能导致无法正常使用我们的相关产品/服务，或者无法达到我们拟达到的服务效果，您应要求您孩子立即停止使用访问/使用我们的产品/服务。如您点击同意本规则，或者您孩子使用/继续使用我们的产品/服务或提交个人信息，即表示您同意我们按照本规则收集和处理您孩子的个人信息，我们将根据本规则采取特殊措施保护我们获得的您孩子的个人信息。如果您孩子所在的学校基于教育教学管理目的使用我们的服务，您也可以与您孩子所在学校就使用的相应服务进行沟通。
						</u></strong>
				</p>
				<br>
				<p> 儿童特别说明：</p>
				<br>
				<p> <strong><u>任何儿童使用我们的产品/服务，都应事先取得监护人的同意，或通过监护人注册、管理和使用我们的产品/服务。如果你是14周岁以下的未成年人，在使用我们的产品/服务以前，请在监护人的陪同和帮助下仔细阅读本规则，并在征得监护人同意的前提下使用我们的产品/服务或提交个人信息。</u></strong>
				</p>
				<br>
				<p> <strong><u>请您理解，本规则不适用于其他第三方向您和/或您孩子提供的服务。对于由其他第三方提供的服务（无论该等服务是否通过我们的产品/服务提供），请您务必仔细阅读该第三方服务提供者的相关隐私政策，保护您和/或您孩子的合法权益。</u></strong>
				</p>
				<br>
				<p> 您可以通过本系统官网和本系统APP的“我的-关于”查找和重新阅读本规则。如您在阅读本规则过程中有任何疑问或权利请求等个人信息相关事宜的，我们为您提供了专门的反馈渠道，具体参见本规则“联系我们”章节，我们会尽快为您作出解答。
				</p>
				<br>
				<br>
				<p> <strong>本规则将帮助您了解以下内容：</strong></p>
				<br>
				<p><strong> 一、儿童个人信息的收集</strong></p>
				<br>
				<p><strong> 二、儿童个人信息的使用</strong></p>
				<br>
				<p><strong> 三、我们可能委托处理、共享、转让、披露儿童个人信息的情形</strong></p>
				<br>
				<p><strong> 四、儿童个人信息的存储和保护</strong></p>
				<br>
				<p><strong> 五、监护人和儿童的权利</strong></p>
				<br>
				<p><strong> 六、本规则的适用及更新</strong></p>
				<br>
				<p><strong> 七、联系我们</strong></p>
				<br>
				<br>
				<p> <strong>一、儿童个人信息的收集</strong></p>
				<p> 1.我们会严格履行法律法规规定的儿童个人信息保护义务与责任，遵循正当必要、知情同意、目的明确、安全保障、依法利用的原则，在征得监护人的同意后收集和使用儿童个人信息。<strong>在您和/或您孩子使用我们提供的各项产品/服务过程中，主动向我们提供您孩子的个人信息，表示您已经同意我们收集和按照《本系统隐私政策》和本规则的内容使用您孩子的个人信息。</strong>
				</p>
				<br>
				<p> <strong>2.请您注意，绝大多数情形下我们无法识别且不会判断收集和处理的个人信息是否属于儿童个人信息。我们可能会收集的您孩子的个人信息详情，您可以具体查阅《本系统隐私政策》“我们如何收集和使用个人信息”章节进行详细了解，我们结合了具体服务逐一说明了需要您同意我们收集的信息类型、目的与用途以及拒绝同意的后果。具体如下：</strong>
				</p>
				<br>
				<p> <strong>（1）使用教师端时涉及的相关功能</strong></p>
				<br>
				<p><strong> ①在教师使用“添加学生“的功能时，我们会收集教师主动向我们提供的教师所录入的学生信息，包括姓名、头像，以便完善班级学生信息。</strong></p>
				<br>
				<p><strong> ②在教师使用“学生点评”功能时，我们会收集教师主动向我们提供的教师所录入的学生评价信息，以便记录学生的在校表现并同步给家长。</strong></p>
				<br>
				<p><strong> ③在教师使用“成绩”功能时，我们会收集教师向我们主动提供的教师所录入的学生考试成绩，以便统计学生成绩并同步给家长。</strong></p>
				<br>
				<p><strong> ④在教师使用“考勤”功能时，我们会收集教师向我们主动提供的教师所录入的学生出勤、请假、缺勤、迟到情况信息，以便统计学生考勤数据并同步给家长。</strong></p>
				<br>
				<p><strong>
						（2）您在使用我们的产品及服务中主动向我们提供儿童的个人信息。包括您在我们为您提供的创建班级、点评课堂表现、图片智能识别功能、聊天功能及其他信息发布功能中分享的您孩子的照片、视频或其他信息的，表示您已经同意我们收集和按照本规则的内容使用儿童的个人信息。</strong>
				</p>
				<br>
				<p><strong> 3.为验证您与您孩子的监护关系，我们可能还会收集您的联系方式（包括手机号码、电子邮箱）以及其他有助于我们判断监护关系的信息。</strong></p>
				<br>
				<p> 4.我们提供的产品/服务是不断更新和发展的。如您及您孩子选择使用《本系统隐私政策》及本规则当中尚未涵盖的其他服务，基于该服务我们需要收集儿童个人信息的，我们会通过页面提示、交互流程、协议约定的方式另行说明信息收集的范围、目的与用途，并征得您的同意。
				</p>
				<br>
				<p> 5.事先征得授权同意的例外：</p>
				<br>
				<p> （1）为履行法定职责或者法定义务所必需；</p>
				<br>
				<p> （2）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</p>
				<br>
				<p> （3）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；</p>
				<br>
				<p> （4）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
				<br>
				<p> （5）出于维护儿童的生命、财产等重大合法权益但又很难得到监护人同意的；</p>
				<br>
				<p> （6）所收集的信息是儿童或监护人自行向社会公众公开的；</p>
				<br>
				<p> （7）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</p>
				<br>
				<p> （8）根据与您或您的孩子签订和履行相关协议或其他书面文件所必需的；</p>
				<br>
				<p> （9）用于维护我们的产品/服务的安全稳定运行所必需的，例如发现、处置我们的产品/服务的故障；</p>
				<br>
				<p> （10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；</p>
				<br>
				<p> （11）法律法规规定的其他情形。</p>
				<br>
				<p> <strong>6.如果您提供的是非您孩子的个人信息，请您确保已取得相关个人信息主体的监护人的同意。如果您发现我们提供的产品/服务中存在用户未经您的授权同意上传、发布的您孩子的个人信息，请根据本规则“联系我们”及时联系我们，经核实，我们会设法尽快删除相关信息。</strong>
				</p>
				<br>
				<p><strong> 7.有关敏感个人信息的提示</strong></p>
				<br>
				<p><strong>
						提醒您注意，不满十四周岁（含）的儿童个人信息均属于个人敏感信息。在使用我们的产品/服务过程中，您和/您孩子可能会主动提供或我们可能会收集儿童个人信息，包括身份证件号码、个人生物识别信息、通信记录和内容、行踪轨迹、交易信息及其他《本系统隐私政策》列明的信息。因此，您需要在您和/或您孩子在使用我们提供的产品/服务前谨慎考虑。您同意您孩子相关的个人信息将按照《本系统隐私政策》及本规则所阐明的目的和方式来进行处理。</strong>
				</p>
				<br>
				<p> <strong>二、儿童个人信息的使用</strong></p>
				<br>
				<p> 1.我们会严格遵守法律法规的规定和与用户的约定，按照《本系统隐私政策》及本规则，将收集的儿童个人信息用于以下用途：</p>
				<br>
				<p> （1）验证您和您孩子的身份；</p>
				<br>
				<p> （2）提供必要的产品/服务、产品/服务的具体功能；</p>
				<br>
				<p> （3）用于优化产品/服务、安全保障、服务调查目的。</p>
				<br>
				<p> 2.当我们要将儿童个人信息用于《本系统隐私政策》及本规则未载明的其他用途时，会按照法律法规及国家标准的要求再次征得您同意。</p>
				<br>
				<p> <strong>三、我们可能委托处理、共享、转让、披露儿童个人信息的情形</strong></p>
				<p> 1.对于儿童的个人信息，我们只会在法律法规允许，政府主管部门强制性要求，监护人明确同意授权，或为维护我们及合作伙伴的、儿童、监护人或其他用户合法权益、公共利益、财产或安全所必要的情况下，委托处理、共享、转让或披露相应信息。您可以通过查阅我们的《本系统隐私政策》“我们如何委托处理、共享、转让、公开披露您的个人信息”详细了解个人信息接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类及我们的授权合作伙伴及其服务类型等。
				</p>
				<br>
				<p> 2.我们仅会出于合法、正当、必要、特定、明确的目的在法律法规允许的范围内，为实现本规则中声明的目的，共享儿童的个人信息，并且只会共享提供服务所必要的个人信息。我们将审慎评估合作方使用共享信息的合法性、正当性、必要性，要求该等第三方对儿童的个人信息采取保护措施，并严格遵守相关法律法规与监管要求。我们会通过合同等形式与第三方共同确定个人信息安全要求，并且在个人信息安全方面承担相应的责任和义务。信息接收方对儿童的信息仅有有限的访问权，他们还需承担合同义务，包括不限于使用合法合规的方式获取儿童的信息，采取合理的安全措施保护儿童的信息，根据法律规定及与我们的约定承担相应的法律责任。
				</p>
				<br>
				<p> 3.一般情况下，我们不会委托第三方处理儿童的个人信息。若我们委托第三方处理儿童个人信息的，我们将对受委托方及委托行为等进行安全评估，签署委托协议，明确双方责任、处理事项、处理期限、处理性质和目的等，并约束受委托方的委托行为不得超出授权范围，且受委托方应当履行以下义务：
				</p>
				<br>
				<p> （1）按照法律、行政法规的规定和网络运营者的要求处理儿童个人信息；</p>
				<br>
				<p> （2）协助网络运营者回应儿童监护人提出的申请；</p>
				<br>
				<p> （3）采取措施保障信息安全，并在发生儿童个人信息泄露安全事件时，及时向网络运营者反馈；</p>
				<br>
				<p> （4）委托关系解除时及时删除儿童个人信息；</p>
				<br>
				<p> （5）不得转委托；</p>
				<br>
				<p> （6）其他依法应当履行的儿童个人信息保护义务。</p>
				<br>
				<p> 4.一般情况下，我们不会向第三方转移儿童个人信息。若我们必须向第三方转移儿童个人信息的，我们将自行或者委托第三方机构进行安全评估。</p>
				<br>
				<p> 5.事先征得授权同意的例外：</p>
				<br>
				<p> （1）为履行法定义务或法定职责所必需的；</p>
				<br>
				<p> （2）与国家安全、国防安全直接相关的；</p>
				<br>
				<p> （3）与公共安全、公共卫生、重大公共利益直接相关的；</p>
				<br>
				<p> （4）与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
				<br>
				<p> （5）出于维护儿童或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；</p>
				<br>
				<p> （6）儿童或其监护人自行向社会公众公开的；</p>
				<br>
				<p> （7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
				<br>
				<p> 6.根据法律规定，共享、转让、披露经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理无需另行向您通知并征得您的同意。我们可能会将所收集到的儿童信息在进行匿名化处理后用于大数据分析，比如形成不包含任何个人信息的洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。
				</p>
				<br>
				<p> <strong>四、儿童个人信息的存储与保护</strong></p>
				<p> 1.我们会按照《本系统隐私政策》及本规则的约定，采取加密措施存储儿童个人信息，且存储儿童个人信息不会超过实现信息收集、使用目的所必须的期限，到期后我们会对儿童个人信息进行删除或匿名化处理。我们会采取一切合理可行的措施，确认未收集无关的儿童个人信息。
				</p>
				<br>
				<p> 2.<strong>我们在中华人民共和国境内运营中收集和产生的儿童个人信息，存储在中国境内</strong>，当我们确有必要向中华人民共和国境外提供您孩子的个人信息的，我们严格按照中华人民共和国境内的监管要求履行必备程序，还将向您充分告知境外接收方的名称或者姓名、联系方式、处理目的、处理方式、个人信息的种类以及个人向境外接收方行使《中华人民共和国个人信息保护法》规定权利的方式和程序等事项，并再次获得您的单独同意。我们将采取必要措施，保障境外接收方处理您孩子的个人信息的活动达到我国法律规定的保护标准。
				</p>
				<br>
				<p> <strong>3.我们非常重视儿童的个人信息与隐私安全，成立了专门的数据安全团队，事前对处理儿童个人信息进行个人信息保护影响评估和对处理情况进行记录，并采取一切合理可行的措施，保护儿童个人信息：</strong>
				</p>
				<br>
				<p>（1）<strong><u>儿童的个人信息全都被储存在安全的服务器上，并在受控设施中受到保护。</u></strong>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止儿童个人信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。我们将利用加密技术（例如SSL）对儿童个人信息进行加密保存，并通过隔离技术进行隔离。在儿童个人信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中的安全性。
				</p>
				<br>
				<p>（2）<strong><u>我们指定了专人负责儿童个人信息保护事宜，对可能接触到儿童个人信息的工作人员采取最小够用授权原则，仅允许有必要知晓这些信息的员工、合作伙伴访问儿童个人信息，并为此设置了严格的访问权限控制和监控机制。</u></strong>所有人员访问儿童个人信息的，将会经过儿童个人信息保护负责人或者其授权的管理人员审批，记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。我们同时要求可能接触到儿童个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
				</p>
				<br>
				<p>（3）<strong>我们已制定儿童个人信息安全事件应急预案</strong>，定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程。在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您及您孩子可自主防范和降低风险的建议、对您及您的孩子的补救措施等。我们将及时将事件相关情况以APP推送通知或发送邮件等方式向您告知。
				</p>
				<br>
				<p>（4）在您及您孩子终止使用我们的服务后，我们会停止对您孩子个人信息的收集和使用，法律法规或监管部门另有规定的除外。<strong>如我们停止运营，我们将及时停止收集儿童个人信息的活动，将停止运营的通知以逐一送达或公告的形式进行通知，并对所持有的该儿童的个人信息进行删除。</strong>
				</p>
				<br>
				<p> <strong>五、监护人和儿童的权利</strong></p>
				<p><strong>
						1.在您或您孩子使用我们的产品/服务期间，为了您可以更加便捷地访问和更正信息，保障您依法享有的删除、撤回同意、注销账号、获取个人信息副本、约束系统自动化决策、要求我们响应其他请求的权利，您可以按照《本系统隐私政策》“您对您的个人信息的权利”章节当中对应的指引进行操作。同时，您也可按照本规则“联系我们”所列的联系渠道，要求对儿童个人信息进行更正或删除、注销账号或拒绝允许进一步收集或使用相关信息。为保障安全，在响应您和/或您孩子的请求时，我们可能需要您和/或您孩子进行身份验证。</strong>
				</p>
				<br>
				<p> 2.如存在以下情况，您可以按照本规则“联系我们”的联系方式请求我们删除相关儿童个人信息，我们会在完成身份验证和核实问题后，及时采取措施予以删除：</p>
				<br>
				<p> （1）若我们处理儿童个人信息的行为违反法律、行政法规的规定；</p>
				<br>
				<p> （2）若我们处理个人信息的行为违反了与您的约定；</p>
				<br>
				<p> （3）若我们超出目的范围或者必要期限收集、存储、使用、转让、披露儿童个人信息；</p>
				<br>
				<p> （4）您撤回同意；</p>
				<br>
				<p> （5）您或您孩子不再使用我们的产品/服务，或您注销了账号；</p>
				<br>
				<p> （6）若我们不再为您提供产品/服务。</p>
				<br>
				<p> <strong>提醒您注意，若您及/或您孩子自行删除或请求我们删除特定的儿童个人信息，可能导致无法继续使用全部或部分服务。</strong></p>
				<br>
				<p><strong> 3.在我们删除儿童的个人信息后，我们会从备份系统中删除相应的信息。</strong></p>
				<br>
				<p><strong> 4.如您发现在未事先征得您同意的情况下收集了您孩子的个人信息，请及时联系我们，我们会设法尽快删除相关数据。</strong></p>
				<br>
				<p><strong> 六、本规则的适用及更新</strong></p>
				<p> 1.我们可能会根据我们的产品/服务的更新情况及法律法规的相关要求适时修改本规则的条款，该等修改构成本规则的一部分，我们会在专门页面上展示最新修改版本。</p>
				<br>
				<p> 2.对于重大变更，我们还会提供更为显著的通知，具体详见《本系统隐私政策》“本政策如何更新”的规定。</p>
				<br>
				<p> <strong><u>3.如您或您的孩子在本规则更新生效后继续使用我们的产品/服务的，即表示您或您的孩子已充分阅读、理解并接受更新后的规则并愿意受更新后的规则约束。</u></strong></p>
				<br>
				<p> <strong>七、联系我们</strong></p>
				<br>
				<p> 1.如您或您孩子对本规则存在任何疑问，或对于儿童个人信息处理存在任何投诉、意见，请通过客服热线：0771-5885606（办公时间：周一至周五 8:30-18:00）与我们联系。</p>
				<br>
				<p> 2.我们将在收到问题、投诉、意见或建议，并经验证您的身份后，十五个工作日内回复您的请求。如无法响应您的请求，我们会在法律规定的时限要求内，向您发送通知并解释原因。</p>
				<br>
				<p> <strong><u>3.如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</u></strong>
				</p>
			</view>
		</view>
		<view v-if="id == 4" style="margin-top: 20px;">
			<view class="text-three">
				<p>欢迎您使用由XXX科技公司（以下简称
					“我们”）为您提供的本系统软件和产品（以下简称“本系统”或“本软件”），深知个人信息对用户（“您”）的重要性，我们将严格依据法律法规以及遵循正当、合法、必要的原则，保护您的个人信息及隐私安全。</p>
				<br>
				<p>
					本概要将帮助您直观、简明地了解我们是如何收集、处理和保护您的个人信息以及如何保护您的隐私安全。本概要为我们详细隐私政策的附件，您可点击《<view style="display: inline-block;text-indent: 0;" class="text-bold text-blue" @click="toConceal()">
						本系统隐私政策
					</view>》 查看隐私政策正文。
				</p>
				<br>
				<p><strong>一、 我们如何收集和使用您的个人信息</strong></p>
				<p> </p>
				<br>
				<p><strong>【注册信息】</strong></p>
				<br>
				<p>在您注册成为本系统用户时，您需要至少提供手机号码以创建本系统账号，并完善相关的网络身份识别信息（如头像、昵称等）。</p>
				<br>
				<p><strong>【相机权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的相机信息，以便为您提供扫码、动态发布、上传图片、拍摄视频等功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如相机、摄像头等。</p>
				<br>
				<p>如您关闭相机授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【相册权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的相册信息，以便为您提供动态发布、上传图片、拍摄视频、音视频缓存和截图、视频和图片分享、聊天等功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如相册、存储权限等。</p>
				<br>
				<p>如您关闭相册授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【麦克风权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的录音信息，以便为您提供聊天时发送语音的交互功能。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如麦克风、录音权限等。</p>
				<br>
				<p>如您关闭麦克风授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【剪贴板权限】</strong></p>
				<br>
				<p><strong>使用目的：</strong>经您单独同意本授权，我们会收集您的剪贴板信息，以便为您提供读取被分享的短链进行自动跳转及口令跳转服务。</p>
				<br>
				<p><strong>信息说明：</strong>我们仅在您使用对应功能时收集相应信息，不同的系统显示的名称可能有所差异，如剪贴板、剪切板等。</p>
				<br>
				<p>如您关闭剪贴板授权，您将可能无法使用对应功能，但不会影响您使用基本服务。</p>
				<br>
				<p><strong>【移动安全联盟 OAID】</strong></p>
				<br>
				<p><strong>使用目的：</strong>获取OAID，用于消息推送、基础模块。</p>
				<br>
				<p><strong>信息说明：</strong>
				移动智能终端补充设备标识体系与 SDK 严格遵守我国《网络安全法》、《数据安全法》和《电信和互联网用户个人信息保护规定》等相关法律法规和《信息安全技术 个人信息安全规范》等国家标准要求。SDK 不会主动收集任何数据，只在 APP 调用时获取以下数据，用于本地判断，不会进行任何网络传输：
				</p>
				<p><strong>1.设备制造商、设备型号、设备品牌，用于判断终端调用接口</strong></p>
				<p><strong>2.设备网络运营商名称，用于判断虚拟机环境</strong></p>
				<p><strong>3.APP 包名，用于校验签名</strong></p>
				<br>
				<p><strong>【设备信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>在您访问或使用我们服务（包括基本服务）的过程中，我们会收集您的设备信息，以便为您提供视频展示和播放（基本服务）、搜索（基本服务）、定向推荐、投屏以及保障您的账号安全、交易安全和系统运行安全（基本服务）等服务。
				</p>
				<br>
				<p><strong>信息说明：</strong>我们收集的设备状态包括您的设备型号、设备名称、唯一设备识别码（IMEI/IDFA/IMSI）、设备MAC地址、设备IP地址、软件列表、操作系统等。未经您的授权，我们不会提前获取以上信息。目前多数手机终端厂商支持对设备识别码的更改，以保障您对个人信息的自主控制，具体撤回或更改的方式可参见您所使用的终端设备说明。
				</p>
				<br>
				<p><strong>【使用行为信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>当您发布内容时，我们将记录您发布的视频、图片、文字、录音等内容。</p>
				<br>
				<p><strong>信息说明：</strong>我们会严格依法保护您的个人信息，除法律另有规定外，我们仅会在实现目的所必需的最短时间内留存您的相关个人信息。</p>
				<br>
<!-- 				<p><strong>【您使用过程中主动提供的信息】</strong></p>
				<br>
				<p><strong>使用目的：</strong>在您使用我们提供的产品/服务过程中，我们根据您使用的特定场景可能会收集您提供的个人信息，以实现您所需要使用的服务。</p>
				<br>
				<p><strong>信息说明：</strong>我们会根据具体的场景请求您提供对应的信息并会严格依法保护您的个人信息，例如商品交易需要您提供学生个人信息、班级信息等。此外，如果您愿意额外补充您的性别、邮箱、学校等个人资料，将有助于我们为您提供更加个性化的服务，但如果您不提供该等信息，不会影响您使用我们产品/服务的基本服务。
				</p> -->
				<br>
				<p><strong>二、 我们如何共享您的个人信息</strong></p>
				<p> </p>
				<br>
				<p>我们非常重视个人信息保护，除法律另有规定外，我们不会与任何公司、组织和个人共享您的个人信息。</p>
				<br>
				<p>您理解并确认，为了向您提供更完善、优质的产品和服务，我们的某些服务将由关联公司或授权合作伙伴提供。我们会要求关联公司和授权合作伙伴遵守信息保护义务并签署保密协议，您可以点击《<view style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue" @click="toThirdSDK()">
						第三方共享个人信息清单
					</view>》
					查看目前我们服务中包含的第三方合作伙伴。</p>
				<br>
				<p>除再次获得您明确同意或授权外，我们可能会仅出于合法、正当、必要、特定、明确的目的共享或委托处理您的个人信息。通常此类共享或委托处理包括：根据行政、司法等有权机关的要求提供必要信息；为提供账号一致性服务与关联公司共享必要信息；为提供如配送、第三方支付等服务与有关合作商、第三方商家、支付机构等共享有关的必要信息；为提供实名认证服务与第三方供应商共享必要信息；为提供客服服务与第三方供应商共享必要信息等。
				</p>
				<br>
				<p><strong>三、 您如何管理您的个人信息</strong></p>
				<p> </p>
				<br>
				<p>您有权管理您的个人信息，包括查询、更正和删除您的个人信息，以及注销您的账号。如果您无法通过上述方式进行管理，您可以通过我们以下提供的联系方式联系我们，我们将在15个工作日内回复您的要求。</p>
				<br>
				<p><strong>四、 我们对未成年人的个人信息保护</strong></p>
				<br>
				<p>我们非常重视对未成年人个人信息的保护。我们的产品和服务主要面向成人。</p>
				<br>
				<p>如果没有监护人的同意，儿童不得创建自己的用户账户，如果您是儿童用户，请务必通知您的监护人共同阅读本政策及《<view style="display: inline-block;text-indent: 0;" class="text-sm text-bold text-blue" @click="toChildren()">
						儿童个人信息保护政策
					</view>》，并在您使用我们的产品或服务、提交个人信息之前，寻求您的监护人的同意和指导。
				</p>
				<br>
				<p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果我们发现在未事先获得可证实的父母或监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。
				</p>
				<br>
				<p><strong>五、 联系我们</strong></p>
				<p> </p>
				<br>
				<p>如果您对我们的隐私政策或做法有任何问题或疑虑，请通过以下方式联系我们：</p>
				<br>
				<p>地址：广西南宁市青秀区振华路3号凯德科技园青工宿舍楼410号房</p>
				<br>
				<p>电 话: 0771-5885606（办公时间：周一至周五 8:30-18:00）</p>
				<br>
				<p>邮箱：zgy_company@163.com</p>
				<br>
				<p>QQ：775842894</p>
				<br>
				<p>微信公众号：本系统</p>
				<br>
				<p>如果您对我们的回复不满意或认为我们的个人信息处理行为损害了您的合法权益,您还可以通过以下外部途径寻求解决方案: 向南宁市青秀区人民法院提起诉讼。</p>
			</view>
		</view>
	</view>

</template>

<script>
	export default {
		data() {
			return {
				id: null,
				titleone: '用户服务协议',
				titletwo: '隐私政策',
				titlethree: '儿童个人信息保护政策',
				titlefour: '隐私政策概要'
			}
		},
		onLoad(option) {
			this.id = option.id
		},
		methods: {
			toThirdSDK() {
				uni.navigateTo({
					url: "../../userInfo/about/thirdSDK"
				})
			},
			toConceal(){
				uni.navigateTo({
					url: "../../userInfo/about/concealAgreement"
				})
			},
			toChildren(){
				uni.navigateTo({
					url: "../../userInfo/about/childrenAgreement"
				})
			}
		}
	}
</script>

<style>
	.text-one p {
		text-indent: 24px;
	}

	.text-two p {
		text-indent: 24px;
	}

	.text-three p {
		text-indent: 24px;
	}

	.text-four p {
		text-indent: 24px;
	}
</style>
